{
  "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankDataList",
  "AreaId" : 7,
  "AreaMasterRankDataList" : [ {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "It seems like you were able to take care of some\nof our work for us.\nI really appreciate it. In return for your assistance, I've been thinking\nwell on what I might offer you.\nI hope it brings you some joy.",
      "Jp" : "いくつか僕らの仕事を片付けておいて\nもらえたみたいだね、助かるよ お返しに、君に渡せそうなものを\n考えてみたんだ\n少しは喜んでもらえるといいんだけどね"
    },
    "MsgGroupSerial" : 13950,
    "Point" : 750
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "I suppose I should tell you too.\nBeside the road leading to Erte Deenan, there is\nan old natural cave called the \"Forest People's\nTunnel\". Once, the elves used it as a path to travel\nbetween the deep parts of Mysree Grove and Deenan. That underground passage was permanently sealed\nby an Area Master of old.\nPerhaps it was around the time their city fell.\nLikely, it was to prevent enemies from exploiting\nthe path. I recently figured out how to break that blockade.\nI've got a way through, so you can use it if you\nneed to. Now, it's just a mere cave.",
      "Jp" : "そうだ、君にも伝えておこうかな\nエルテ・ディナンへ続く路の脇に\n《森民の地下道》っていう古い自然洞窟が\nあるんだ かつて、エルフがミスリウ森林深部とディナンを\n行き来するのに使っていた道さ だけど、彼らの都が滅んだ時かな――\n昔のエリアマスターによって、その地下道は\nずっと封鎖され続けていたんだ\n多分敵に道を利用されないためだろうね 最近、その封鎖の解き方が分かってね\n一応通れるようになったから、必要なら使うといい もう、今は完全にただの洞窟だけど"
    },
    "MsgGroupSerial" : 13953,
    "Point" : 1500
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Oh, by the way, I should also tell you; \"Groan\nNos\" is what the eastern edge of the forest is\ncalled in the language of the elves.\nIt means \"still forest.\" Occasionally, monsters borne from stagnation\nemerge there. We've been trying to defeat them, but it seems\nlike they've been increasing lately.\nIf possible, could you lend your aid?",
      "Jp" : "そうそう、君にも伝えておこう\n《グローン・ノス》――森の東にある淵辺は\nエルフの言葉で\"森の淀み\"と呼ばれる\nところなんだけどね そこに、淀みが原因で生まれた魔物が\nたまに湧くんだよ 僕らも気が付いたら倒すようにしてるけど\n最近増えてきたみたいなんだ\nできれば君も手伝ってくれないかな"
    },
    "MsgGroupSerial" : 13951,
    "Point" : 2000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "You know, if you're planning to get more involved\nwith this forest and the culture of the elves,\ncould I ask you for a favor? My request is this.\nThere's a place called the Divine Blossom\nTerrace, one of the elven ruins.\nIt seems to be overrun with monsters.\nCould you clear them out? I'm not much of a fighter, and dealing with the\nmonsters there, especially alone, is quite\noverwhelming for me.\nWhat do you think? If you're willing take this on, I'd like to make\na proper request.",
      "Jp" : "そうだ、もし君がこの森やエルフの文化と\nもう少し関わるつもりなら\nひとつ頼みを聞いてくれないかな？ エルフ達の遺跡の一つ\n《神花のテラス》という遺跡にいる\n魔物退治をしてほしいんだ 僕はそれほど戦えないし\nリングディール一人だとあそこの魔物は\n手に余るものでね\nどうかな？ やってくれるというなら\nきちんと依頼したいんだ"
    },
    "MsgGroupSerial" : 13956,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 5,
    "BonusTypeName" : "UNLOCK_JOB_MASTER",
    "Message" : {
      "En" : "I really appreciate your help with the ruins\nincident the other day.\nYou've become quite accustomed to this forest,\nhaven't you?\nMy siblings and I have a proposal for you. Would you like to deepen your research on the\ncombat techniques of the dwindling elven warriors,\nas an \"Element Archer,\" along with Ringdeel? If you feel like trying, please talk to Ringdeel\nand let them know. I believe that surely, by mutually sharpening our\nskills together, both you and my sister will gain\nsomething great.",
      "Jp" : "この間は遺跡の件、本当に助かったよ\nずいぶんこの森に慣れてきた君に\n僕ら兄妹から提案があるんだ 君もリングディールと共に\n《エレメントアーチャ―》として\n研究を深めてみないかい？\n失われつつあるエルフの戦闘術についてさ 試す気になったら、リングディールに\n声を掛けてくれ きっと君と研鑽しあった方が\n妹も得るものが大きいと思うんだ"
    },
    "MsgGroupSerial" : 13952,
    "Point" : 500
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "I've assigned you many responsibilities, haven't\nI?\nAnd you handle them with efficiency.\nMy sister is happy about it too. Naturally, just words won't do, so I've prepared\na little something for you.\nI hope you'll enjoy it.",
      "Jp" : "ああ、君にはずいぶん色々と任せてしまったね\nそれに手際もなかなかのものじゃないか\n妹も喜んでいるよ さすがに言葉だけというわけにはいかないから\nまたお返しを用意したよ\n次からはもっと良い物を渡すから\n楽しみにしててよ"
    },
    "MsgGroupSerial" : 13954,
    "Point" : 1500
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "It seems like it would be a good idea to inform\nyou about this matter as well. My sister was attacked by a silver-haired demon\nnear Sazu Deenan, deep within the depths of Deenan\nForest. It's a dangerous demon called Silver Roar.\nApparently, it's marking that area as their\nterritory. It's better to be safe than sorry.\nIf you're heading towards the riverside, please\nbe extra cautious.",
      "Jp" : "この件は、君にも伝えておいた\nほうがよさそうだな ディナンの森の最奥――\n《サーズ・ディナン》付近で\n妹が銀毛の鬼人に襲われたんだ シルバーロアという危険な魔物なんだけど\nどうやらあの辺りを縄張りにするつもりらしい 用心に越したことはない\n川辺の方へ行くのなら十分警戒してくれ"
    },
    "MsgGroupSerial" : 13958,
    "Point" : 2000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "By the way, did you know that there is a sacred\nspring in the southwest of the forest?\nIt's called the \"Elnea Spring\" and it invigorates\none's life force. There are times when white shadows wander around\nits surroundings.\nCould it be that some kind of magic has taken\nhold of the vitality of the spring, or are they\nthe spirits of the elves? I don't think that is the true identity of the\n\"White Scourge,\" but... They are strong opponents and we cannot\ncommunicate with them.\nIf you encounter them, you should make yourself\nscarce!",
      "Jp" : "そう言えば、森の南西に聖なる泉が\nあるのは知ってるかい？\n《エルネア・スプリング》という生命力を\n強める泉さ その周囲に、白い人影が彷徨っている\nことがあるんだ\n泉の生命力に魔が宿ったものなのか\nそれともエルフの亡霊なのか―― あれが\"白い災厄\"の正体じゃ\nないとは思うんだけど 彼らは手強いし、意思疎通もできない\nもし遭遇したらすぐその場を\n離れたほうがいい"
    },
    "MsgGroupSerial" : 13955,
    "Point" : 3000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "--I need to talk to you about something. Do you know that in the elven city of Erte\nDeenan, there is a district called \"Le Karvas\nArma\"? What I want to ask for this time is an\nexploration of that area. Did I talk about this before?\nThe story of the \"White Scourge\" that was\nthreatening the elves.\nIt seems that the answer lies in the Arma section. What do you think? I won't force you.\nIf you're willing to help, just talk to me again. If possible, please―\nNo, I feel like I have to ask for your help.\nThat's just how I feel.",
      "Jp" : "一つ君に相談があるんだ エルフの都、エルテ・ディナンに\n《レ・カルバス・アーマ》という区画があるのは\n知ってるかい？ 今度頼みたいのは\nその区画の探索なんだ 前に話しただろう？\nエルフを脅かし続けてきた\"白い災厄\"の話\nその答えがどうもアーマ区画にあるらしい どうかな、無理にとはいわないよ\nもし協力してくれるなら\nあらためて話し掛けてくれ できることならぜひ――\nいや、君に頼まなければならない\nそんな気がするんだ"
    },
    "MsgGroupSerial" : 13959,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "Honestly, I've been relying on you for help all\nthis time.\nIt's starting to make me feel a little guilty. We, as siblings, sincerely express our gratitude\nto you.\nIt is truly wonderful that you came to this\nforest.\nThank you.",
      "Jp" : "まったく、君には世話になりっぱなしだな\nここまで手助けしてもらったら\nなんだか申し訳なくなってくる 僕ら兄妹から、心を込めて礼をさせてもらう\n君がこの森に来てくれて本当に良かった\nありがとう"
    },
    "MsgGroupSerial" : 13957,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "I just wanted to let you know that it seems that\nall of the Sub Portcrystals in the Deenan Woods\nhave become functional. It is the temple's way of praising your efforts\naround here. I'm sure it'll come in handy.\nI'd love to see you use it.",
      "Jp" : "君に伝えたいことがあったんだ\nディナン深層林にある《辺境の礎》の全てが\n使えるようになったそうだよ 何でも、君のこの辺りでの働きを\n神殿がねぎらってのことだとか きっと便利になるだろうから\nぜひ使ってみてくれ"
    },
    "MsgGroupSerial" : 16506,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Lately, there have been extremely aggressive Ents\nlurking around the vicinity of the \"Big Tree\nDell.\" It's not too far from here, and if they continue\nto rampage like that, it could turn into a bit of\na problem. I want to request a dispatch, but I wonder if you\nwould be willing to accept it.\nIf you do, please let me know again, and I will\nexplain the details.",
      "Jp" : "このところ、《大樹の広場》の辺りに\nえらく攻撃的なエントがうろついているんだ ここからもそう遠くないし\nあの調子で暴れられると\n少しまずいことになりそうでね 討伐を頼みたいんだけど、どうかな\nもし引き受けてくれるなら\n詳しく説明するから、あらためて声をかけてくれ"
    },
    "MsgGroupSerial" : 16507,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Did you already know about the Heavenly Terrace? It's just east of here.\nI was able to unseal the entrance just recently. I went in for a bit and I could hear the constant\nflapping of wings.\nI think there are birds nesting inside. That area has always had a lot of bird nests, so\nif you're interested, it's a good idea to go and\ncheck it out.",
      "Jp" : "そうだ、《飛天のテラス》のことは\nもう知っていたかな ここから東の方に行ったところにあるんだけど\nつい最近、入口の封印を解くことができたんだ 少しだけ入ってみたら\n羽ばたきの音がひっきりなしに聞こえていたよ\n中で鳥たちが巣を作ってるんじゃないかな あの辺りは今までも鳥の巣が多かったからね\n君も興味があれば行ってみるといい"
    },
    "MsgGroupSerial" : 16508,
    "Point" : 12000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Just in time.\nI wanted to talk to you. It seems that my sister, who was exploring the\n\"Heavenly Terrace,\" was attacked by an Ice Dragon. My sister managed to escape thanks to her combat\nprowess, but if the Ice Dragon were to emerge from\nthe Heavenly Terrace, it might be a different\nstory. So, I want to ask you to undertake a subjugation.\nWhat do you think?\nIf you're willing to accept, allow me to fill you\nin.",
      "Jp" : "ちょうどよかった\n君に話があってね 実は、《飛天のテラス》内を探索していた妹が\n氷竜に襲われたらしいんだ 妹は腕に覚えがあるから逃げてこられたけど\nもしも氷竜が《飛天のテラス》から\n出てくるようなことがあると事だろう そこで君に討伐を頼みたいんだが、どうかな\n引き受けてくれるなら\nあらためて説明させてくれ"
    },
    "MsgGroupSerial" : 16509,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "My sister and I are truly indebted to you.\nWe are really grateful for your help. I searched for various things that I could give\nyou, hoping to be of even a little help.\nI pray they find use. I'm glad that you started coming to this forest.\nI truly feel that way from the bottom of my heart.\nPlease visit anytime.",
      "Jp" : "妹ともども、君には本当に世話になっているね\n本当に助かってるよ 少しでも君の力になればと思って\n渡せそうなものを色々探してみたんだ\n役に立つといいんだが 君がこの森に来てくれるようになって良かった\n心からそう思うよ\nこれからも、いつでも訪ねてきてくれ"
    },
    "MsgGroupSerial" : 16510,
    "Point" : 0
  } ],
  "FileHeader" : {
    "MagicBytesLength" : 0,
    "VersionBytesLength" : 4,
    "VersionNumber" : 4
  },
  "FileSize" : 143
}