{
  "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankDataList",
  "AreaId" : 17,
  "AreaMasterRankDataList" : [ {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "MsgGroupSerial" : 0,
    "Point" : 100
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "A Foreign Arisen, huh? As an Area Master, let me\ngive you some advice. It seems that a new type of enemy has appeared\nin《<SPOT 945>》.\nWhen passing by nearby, be sure not to neglect\nyour vigilance and remain on high alert. Regarding 《<SPOT 945>》, of course, there are\nissues.\nHowever, recently, there seems to be an\ninvigoration of Fiends throughout the entire\nregion of Kingal. As for us, we would like to somehow enter the\nruins and conduct investigations, but there are\nplaces that have been sealed and we cannot touch\nthem. Within the village, the dissatisfaction of the\nyoung people smolders, while outside the village,\nthe enemy steadily expands its influence - a\ntroubling situation.",
      "Jp" : "異国の覚者か――\nエリアマスターとして忠告しておこう 《<SPOT 945>》に新手の魔物が\n出現したらしい\n近くを通る時は警戒を怠らぬよう\n気を引き締めることだ 《<SPOT 945>》についてはもちろん問題だが\n最近はこのキンガル全域で\n魔族が活性化してきている節もある―― 我々としても、どうにか遺跡に踏み込んで\n調査を行いたいところだが、封印が施されている\n場所もあって手を付けられないでいるのだ 村の内では若者たちの不満がくすぶり\n村の外では魔物が着々とその勢力を\n広めている――悩ましいことだ"
    },
    "MsgGroupSerial" : 16822,
    "Point" : 300
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Oh, wise one from a foreign land.\nAre you speaking to the people of this village\nabout something? Well, it's not for me to say, but it seems that\nOengus has something he wants to talk to you\nabout. If you can listen to my story, please talk to me\nagain, and I'll make sure to pass it on.",
      "Jp" : "異国の覚者よ\n貴君、この村の者に\n何かと話しかけているのか？ ――いや、俺から何か言うことではないが\nオイングスが貴君に話したいことが\nあるそうだ 話を聞いてやってもらえるのなら\nもう一度俺に話しかけてくれ\n取り次がせてもらおう"
    },
    "MsgGroupSerial" : 16823,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "By the way, esteemed Arisen from a foreign land,\nI heard that you recently helped Oengus with a\nrequest. It seems that he also wanted to keep it a secret\nat first, but he confided in me that there may be\na disturbance in Kingal. I, as the chief, shall also express my gratitude.\nThank you for saving the village from crisis. To think that even while serving different\ndragons, you would extend a helping hand to\nPhindym.\nYou truly are a kind-hearted person. One thing――\nI don't mind if you just let it pass you by, but\ncould you lend me your ear for a moment? We have received reports that monsters are\ncrawling out from《<SPOT 911>》.\nIt seems that the time has come when we\nabsolutely need to make changes inside. There are still many within the village who\nresist the idea of relying on outsiders.\nHowever, with the absence of Phindym's Arisen,\nyou are the only one we can depend on right now. If you're willing, could you investigate the\ninterior of that ancient ruin?\nIf you don't feel like it, you can pretend you\ndidn't hear it.",
      "Jp" : "そういえば、異国の覚者よ――\n先日はオイングスの頼みを聞いてもらったそうだな どうやらヤツも最初は秘密にしたかったようだが\nキンガルに異変が起きているかもしれない、と\n打ち明けてきたのだ 俺からも族長として礼を言おう\n村の危機を救ってくれて感謝する ――異なる竜に仕えているというのに\nフィンダムにも救いの手を差し伸べてくれるとは\n貴君も人が良いのだな ひとつ――\n聞き流してくれて構わんのだが\n少し耳を貸してくれないだろうか 《<SPOT 911>》から魔物が這い出して\nきているという報告が入ってきている\nどうしても中を改めねばならん時がきているようだ 異国の者を頼るということに\n村の内部ではまだ抵抗する者が多い――\nしかし、フィンダムの覚者が不在である今\n頼れるのは貴君しかいないのだ もし貴君さえよければ\nかの遺跡の内部を調べてきて\nもらえないだろうか――\n意にそわねば、聞かなかったことにしてくれ"
    },
    "MsgGroupSerial" : 16824,
    "Point" : 3000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "This belief has turned into a conviction for me\nrecently, and you... you're trying to save Glyndwr\nwith all your heart. Certainly, in this unprecedented crisis, we can't\nrely on our Arisen.\nIt would be better to accept your help. I cannot afford to hesitate here. As the chief of\nGlyndwr, I have decided to formally request your\nassistance. There may still be many villagers who cannot\naccept you, but please, be understanding. This village has endured by upholding its past.\nIt's not so simple to change everything, but I\nwill rectify the mindset that refuses to move\nforward, bound by the past. After all, those who complain don't have the\npower to defeat the demons that appeared at <SPOT\n947>, so – We can't continue with the investigation of the\nsoutheastern ruins because monsters are lingering\nat that site. If you happen to pass by near <SPOT 947>, could\nyou please help drive away the monsters?",
      "Jp" : "この考えは最近確信に変わったのだが\n貴君は――心からの良心によって\nグリンデュアを救おうとしてくれているのだな 確かに、この未曾有の危機にあって\n我らの覚者に頼ることもできないとあっては\n貴君の助けを受け入れた方がよいだろう ――ここは考え込んではいられない\n俺は、このグリンデュアの族長として\n正式に貴君の助けを請うことにしよう 村人の中にはまだ貴君のことを\n受け入れられない者も多いかもしれないが\nどうか、大目に見てやってほしい 過去を守ることで存続してきた村なのだ\nそう簡単に全てを変えられるわけではない――\nだが、過去に囚われ前進を拒む姿勢は\n俺が正してゆこう なんといっても、文句を言う者たちも\n《<SPOT 947>》に現れた魔物を\n打ち倒す力を持ってはいないのだから―― あの場に魔物がとどまっているせいで\n南東の遺跡の調査に進めない状態なのだ 《<SPOT 947>》の近くを通ることがあれば\n魔物を追い払ってくれるよう\n頼めないだろうか"
    },
    "MsgGroupSerial" : 16825,
    "Point" : 3000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "My lord, it seems that you are steadily\nincreasing the number of understanding individuals\nin this village. Did you know that the repairs on the bridge in\nfront of the Shadolean Great Temple were completed\nthe other day?\nActually, fiends have appeared there, making it\nstill difficult to pass through. Boadicea has something to tell you about this\nmatter. Even Boadicea, who has been causing tension among\nthe young people, wants to talk to you – that's\nquite something. Ah, if you're going to talk to Boadicea, please\ntalk to me again. I'll make sure to relay it\nresponsibly.",
      "Jp" : "貴君はこの村において\nどんどん理解者を増やしているようだな 先日、シェドレアン大神殿前の橋の\n修繕が終わったのは知っているか？\n実は、そこへ魔族が現れ\nいまだ通行が難しくなっている この件について、ボーデシアが\n貴君に言いたいことがあるというのだ 今まで若者との間に軋轢を生んでいた\nボーデシアでさえ、貴君に話がしたいと\nいうのだから大したものだな―― ああ、ボーデシアに話をしに行くのであれば\n俺にもう一度話しかけてほしい\n責任を持って取り次がせてもらおう"
    },
    "MsgGroupSerial" : 16826,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Listen, foreign Arisen. <SPOT 912> is quite a\nlarge ruin even here in Kingal. However, the truth is that you can't just\ncasually investigate this place.\nAfter all, the entrance is securely sealed. <SPOT 912> was originally an ancient ruin that\nserved as a Temple. It is believed that the shrine maiden who was\nprobably working there is buried at <SPOT 913>. By investigating her grave at <SPOT 913>, you\nshould be able to find clues to break the seal. We are also planning to send out an investigation\nteam, but first, we would like you to take the\nlead and defeat the enemies.\nCan we count on you for this?",
      "Jp" : "異国の覚者よ、聞いてほしい――\n《<SPOT 912>》はこのキンガルに\nおいてもかなり大規模な遺跡だ しかし、実はここについても\n気軽に調査ができるわけではないのだ\nなんといっても、入口は厳重に封印されている 《<SPOT 912>》は元々神殿として\n使われていた遺跡―― 恐らくその場で働いていたと思われる\n巫女が《<SPOT 913>》に葬られている 彼女の墓である《<SPOT 913>》を\n調査することで、封印を解く\n手がかりが得られるはずだ 我々も調査隊を出そうとは思っているが\nまずは貴君に先行して魔物を討ち倒しておいて\nもらいたいのだ――頼めるだろうか"
    },
    "MsgGroupSerial" : 16827,
    "Point" : 5000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "I am grateful for your assistance the other day.\nThanks to you, the subsequent investigation team\nwas able to safely concentrate on their\ninvestigation after you went ahead to <SPOT 913>. Furthermore, through the investigation at that\ntime, we were able to obtain clues to unlock the\nseal of <SPOT 912>, However, there is also bad news.\nIt seems that the movement to release the seal\nhas been detected by the enemy monsters. Fiends have appeared in 《<SPOT 949>》, blocking\nour path.\nNot only that, they are even trying to invade\nthis village.\nThere is movement, indeed. O Arisen of the White Dragon,\nWhile we are in the process of unsealing, We ask\nthat you subdue the surging Fiends. If all goes well, there should be a resolution to\nthis turmoil soon—just a little further to go.",
      "Jp" : "先日は世話になった――\n貴君に《<SPOT 913>》へ先行してもらった\nおかげで、後続の調査隊は安全に\n調査に集中できたという さらに、その時の調査によって\n《<SPOT 912>》の封印を解くための\n手がかりをえることができたのだ ――だが、悪い知らせもある\n封印を解こうとしている動きを\n魔物たちに察知されたようだ 《<SPOT 949>》に魔族が現れ\n我々の行く手を阻んでいる\nそれどころか、この村に侵攻しようとする\n動きすらあるのだ 異国の――いや、白き竜の覚者よ\n我々が封印を解かんとしている間\n湧き出でる魔族を討伐してほしい―― うまくいけば、あと少しで\nこの騒動にも決着がつくはずなのだ――"
    },
    "MsgGroupSerial" : 16828,
    "Point" : 5000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Oh, Arisen of the White Dragon!\nYou have come at a good time! We've been diligently working to unlock the seal\nat \"<SPOT 912>\", and we have finally succeeded! Please, visit the Temple and investigate the\nreason behind the Fiends' resurgence. If you're willing to take on the task, I'll\nintroduce someone who knows the situation in that\narea well.\nWhen you're ready, talk to me.",
      "Jp" : "白き竜の覚者よ――\nよい頃合いに来てくれた！ かねてより封印を解かんと励んでいた\n《<SPOT 912>》の封印を\nついに解くことができたのだ！ どうか、かの神殿に赴き\n魔族が活性化した理由を\n探ってきてもらえないだろうか 引き受けてもらえるのなら\nあの辺りの事情について詳しい者を\n貴君に紹介しよう\n準備ができたら俺に話しかけてくれ"
    },
    "MsgGroupSerial" : 16829,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "Did you come to see the state of Glyndwr?\nI appreciate it. Since then, it has been quiet—\nThough the calamity of corruption still gnaws at\nthe land,\nWe are not threatened by the loathsome fiends. I have relied on your kind assistance for some\ntime now.\nWhen you come to this area, please be sure to\nvisit the village. Glyndwr promises to gather better-quality support\nitems for you.\nIt's thanks to your help that we were able to\nrecapture the Thines fort, after all.",
      "Jp" : "グリンデュアの様子を見にきてくれたのか\nありがたいことだ―― あれ以来は静かなものだ――\n侵食という災いはいまだ大地をむしばんでいるが\n忌まわしい魔族に脅かされることはない 貴君には続けて世話になったな\nこの辺りに来た時は、今日のように\nぜひ村に寄ってくれ グリンデュアは貴君のために\nより質の良い支援品を集めておくことを\n約束しよう"
    },
    "MsgGroupSerial" : 16830,
    "Point" : 1000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Arisen of the White Dragon, Glyndwr is once again\nthreatened by the forces of darkness. The \"Shadolean Great Temple\" is only one factor.\nThere must be a place where the demons come from,\nthe root cause.\nBut it hasn't been found yet. By accessing past records, we hope to find clues.\nSo, I decided to open the gate to the small\ntower, where numerous documents have been\npreserved. Could you lend a hand for the Kingal Canyon too?",
      "Jp" : "白き竜の覚者よ――\n実は、グリンデュアはまたも\n魔族の脅威にさらされているのだ―― 《シェレドアン大神殿》は一因にすぎないと\nすれば、どこかに魔族がやってくる\n元凶となる場があるはずなのだが――\n今のところ見つかっていない 過去の文献をあたることで手がかりが\nつかめるかと、文献が多数残されている小塔への\n門を開けることにした また、このキンガル峡谷のため\n手を貸してはもらえないだろうか――"
    },
    "MsgGroupSerial" : 16831,
    "Point" : 3000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Oh, Arisen of the White Dragon, I hope you will\nlisten... In the northern part of Kingal Canyon, there's a\nlarge ruin called \"<SPOT 914>,\" but – In fact, there is information that powerful\nenemies are wandering around the ruins. It is difficult for our villagers to confront the\nenemy and return alive.\nArisen, would you please help drive away the\nenemies with the protection of the White Dragon? Near <SPOT 914>, there is a tower inhabited by\npeople called <SPOT 959>. The people who live in that Tower have their own\nunique culture, so there are quite a few\ndifficulties in communication. Through repeated negotiations regarding the\nrecent appearance of Fiends, a promise was secured\nto open the gates and establish a Hall as a base. It probably won't be welcomed by the residents,\nbut you can use <SPOT 959> as a base for your\ninvestigations or to rest from your travels. If you can take on the task of subduing monsters,\nplease approach me about that matter.\nI'll explain it in detail.",
      "Jp" : "白き竜の覚者よ\nどうか聞いてほしい―― キンガル峡谷北部には\n《<SPOT 914>》という\n大規模な遺跡があるのだが―― 実は、その遺跡を中心に強力な魔物が\n徘徊しているという情報が入ってきているのだ 我が村の者が魔物と対峙しても\n生きて戻ってくることは難しいだろう――\n覚者よ、どうかその白き竜の加護によって\n魔物を打ち払ってもらえないだろうか ――《<SPOT 914>》の近くには\n《<SPOT 959>》という\n人の住まう塔がある かの塔に暮らす人々は独自の文化を持つため\n交流になかなかの難しさがあるのだが―― 昨今の魔族出現の件にて交渉を重ね、拠点として\n門戸を開放するよう約束を取り付けた 恐らく住民には歓迎されないだろうとは思うが\n《<SPOT 959>》を調査の足場として\nあるいは旅の疲れを癒すため\n役立ててほしい―― 魔物の討伐を引き受けてもらえるなら\n俺にその件を話しかけてくれ\n詳しく説明しよう"
    },
    "MsgGroupSerial" : 16832,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "I've had you lend your strength many times, and\nI'm sorry for my ineffectiveness.\nThe situation is only getting worse. Finally, the appearance of the Corruption has\nbeen confirmed in the very place where rituals\nwere held. 《<SPOT 953>》――Originally, it was a place to\nperform a dance that expressed gratitude for\nseasons of the earth.\nRecently, it has been cancelled for safety\nreasons due to the increased aggression of the\nenemies. Corruption not only consumes the land, but also\nserves as an example of how it erodes our culture.\nIf only we had dealt with it sooner... There is now no longer any meaning in continuing\nto block off <SPOT 915> that was previously\nprohibited from being entered. The seal has already been broken. If your\ninvestigation could provide any clues, please\nexamine it.",
      "Jp" : "貴君には度々力を貸してもらっているというのに\n不甲斐ないことだが、状況は悪化の\n一路を辿るばかりだ―― とうとう、これまで儀式に使われていた場にまで\n侵食魔の姿が確認されるように\nなってしまった―― 《<SPOT 953>》――元は大地に\n季節の感謝を表す舞踊を奉じる場だったのだ\n最近は魔物の凶暴性が高まったがゆえに\n安全を考えて中止されていたが―― 侵食は大地だけではなく\n我々の文化も蝕んでゆくという一例なのだろうな\n――もっと早くに対処していれば―― 今まで立ち入りを禁じていた\n《<SPOT 915>》も\nもはや封鎖している意味はないだろう 封鎖はすでに解いてある――\nもしも貴君の調査によって\n何らかの手がかりとなるようであれば\nぜひ調べてみてくれ――"
    },
    "MsgGroupSerial" : 16833,
    "Point" : 5000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "I'm glad you came. I was considering sending\nsomeone to you to discuss matters. I found out earlier that the book stored in the\nsmall tower has the name \"Scourge.\"\nIt's the name of a powerful demon. The reason why the fiends have been invading\nendlessly until now is probably because of the\nScourge calling them. Now, the one who can confront that mighty demon\nis the White Dragon's Arisen – perhaps you can\ndefeat it for us? This is a different kind of danger from the\nenemies we've faced so far – it's not something we\ncan force. However, if... if you are willing to lend your\nstrength again this time, please call on me once\nmore.",
      "Jp" : "来てくれてよかった――\nこちらから貴君へ遣いを出そうかと\n思案していたところだ 先ほど判明したのだが、小塔に収められた\n書物に\"スカージ\"の名があったのだ\n――強大な悪魔の名前だ 今まで魔族が無尽蔵に襲来していたのは\nスカージが呼び寄せていたせいだろう 今、あの強大な魔物に太刀打ちできるのは\n白き竜の覚者――貴君だけだろう\nどうか、ヤツを討ってくれないだろうか 今までの敵とは違う、あまりにも\n危険すぎる相手だ――\n無理にとは言えない―― だが、もし――\nもしも、此度も力を貸してくれるのであれば\n再び俺に声をかけてほしい――"
    },
    "MsgGroupSerial" : 16834,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "Oh, Arisen of the White Dragon ――\nThank you for coming. Phindym, which was struck by the unprecedented\ndisaster of Corruption, and Glyndwr, who has been\nrepeatedly exposed to the threat of the Fiends, is\nstill here today, thanks to all your support. As a token of gratitude so far, we have decided\nto improve the quality of supplies to you in the\nfuture. This is not just from me, but the unanimous\ndecision of the people of Glyndwr. Please accept\nit.",
      "Jp" : "おお、白き竜の覚者よ――\nよく来てくれた 侵食という未曾有の災害に見舞われたフィンダム\nその中でも、さらに魔族の脅威に繰り返し\nさらされたグリンデュアが――今もこうして\nあるのは全て貴君の力添えあってこそ これまでの礼として\n今後、貴君への支給品の質をより向上させる\nことを決定した これは俺だけではなく\nこのグリンデュアの民の総意だ\nどうか受け取ってくれ"
    },
    "MsgGroupSerial" : 16835,
    "Point" : 0
  } ],
  "FileHeader" : {
    "MagicBytesLength" : 0,
    "VersionBytesLength" : 4,
    "VersionNumber" : 4
  },
  "FileSize" : 143
}