{
  "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankDataList",
  "AreaId" : 14,
  "AreaMasterRankDataList" : [ {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "MsgGroupSerial" : 0,
    "Point" : 100
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "As I mentioned before, the Elan Water Grove\nrestricts people's access in order to protect the\nbeautiful environment. However, in the past, there were also times when\npeople created small villages and lived while\nrespecting the forest. According to the\nliterature, it seems that it worked well. Unfortunately, that village suddenly perished one\nday... and we have no idea what caused it. Master Arisen of a foreign land,\nI am eager to revive this village and I humbly\nrequest your assistance.\nPlease-- We want to create a place where people who were\nforced to leave their villages because of this\ncorruption--\npeople like Enna and Gobinet-- can live in peace\nin the future! First, as a starting point for our investigation,\nI intend to explore the situation at <SPOT 928>.\nI would be delighted if you, esteemed Arisen,\ncould keep this in mind as well.",
      "Jp" : "以前にもご説明したかと思いますが\nこのエラン水林は美しい環境を守るため\n人々の立ち入りを制限しております ですが、過去には人々が小さな村を作り\n森林に配慮しながら生活していたこともあるのです\n文献を手繰るに、上手くいっていたようですわ 残念ながら、その村はある日突然\n滅んでしまったのですが――\n原因は何一つとしてわかっておりません 異国の覚者様\nわたしは、このエランに\n村を再興したいと考えています\nどうかお力添えいただけないでしょうか―― 今回の侵食によって\n住んでいた村を追われた人々――\nエンナやゴビネットのような人たちが、将来安心して\n暮らせる場を作りたいのです まずは調査の足掛かりとして\n<SPOT 928>の様子を探るつもりです\n――覚者様にも、お心に留めおいていただけると\n嬉しく思いますわ"
    },
    "MsgGroupSerial" : 16769,
    "Point" : 300
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Lately, you have been coming to visit us here\nquite often-- You might be surprised to be asked this, but do\nyou like children, Ser Arisen? There's one thing I'd like to ask of you.\nIf you're willing to grant it, could you please\nspeak to me again?",
      "Jp" : "このところ、よくこちらへ足を\n運んでくださいますね―― こんなことを聞かれて\n驚かれるかも知れませんが\n覚者様、子供はお好きでしょうか？ 一つ、お願いしたいことがあるのです\nもし聞き入れてくださるようなら\nもう一度、わたしにお声をかけて\nいただけないでしょうか"
    },
    "MsgGroupSerial" : 16770,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Lately, we have been plagued by a pack of Wargs.\nIt seems that <STG 814> has become their den. If we can take control of that area, the number\nof Wargs will surely decrease!\nI cannot let this opportunity pass! Haha, I'm sorry for getting excited.\nI just find it delightful when things progress\nsmoothly...",
      "Jp" : "ここのところ悩まされていたワーグの群れ――\nどうやら<STG 814>がワーグの巣と\nなっているらしいことを突き止めました あの場を制圧することができれば\nワーグの数は減るに違いありませんわ！\nこれは叩かないわけにはまいりません！ ふふ、興奮してしまってごめんなさい\n物事が進展していくのが楽しくて――"
    },
    "MsgGroupSerial" : 16771,
    "Point" : 3000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "I have good news for you today!\nThanks to the decrease in Wargs, we were able to\nproceed with the restoration work on the collapsed\ncliff at <SPOT 930>. The passage is now passable, so please feel free\nto head there at any time! Ah, I wonder how things are now beyond that\npoint...\nIt brings much excitement! I have already requested an investigation from\nexperts in hunting and gathering.\nI am eagerly waiting to see what kind of results\nwe will receive. That's right.\nWould you be interested in conducting a survey,\nSer Arisen?\nI would like to hear the research results from\nvarious individuals.\nIf you're interested, please let me know!",
      "Jp" : "今日は良いお知らせがあるんですよ！\nワーグが減ったお陰で\n崖が崩れていた<SPOT 930>の\n復旧作業を進めることができたんです もう通行可能となっておりますので\nいつでもお通りくださいませ！ ああ、あの先は今どうなっているのでしょう――\nワクワクしてしまいます すでに狩猟と採取のエキスパートの方に\n調査を依頼してありますの\nどんな調査結果をいただけるのかと\n今から胸を膨らませて待ってるんですよ そうだ\n調査、覚者様もいかがでしょうか？\nいろんな方の調査結果が聞きたいのです\nご興味があれば、もう一度わたしにお声を！"
    },
    "MsgGroupSerial" : 16772,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Haah... Something troublesome has happened...\nI hesitate to speak about it, but... If you would be so kind as to lend an ear, please\ndo call upon me again――",
      "Jp" : "はぁ――困ったことが起こりました――\nお話することもためらわれるなのですが―― もしもお耳を貸していただけるのなら\n再度お声をかけてくださいませ――"
    },
    "MsgGroupSerial" : 16773,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "As we were progressing with the investigation of\nthe abandoned village, a new fact came to light. It seems that the villagers of the abandoned\nvillage were chased by something and fled to《 <STG\n844>》.\nThere were traces of frightened and confused\nvillagers running away-- The next place to investigate is 《 <STG 844>》 --\nBy looking there, we should be able to get some\nclues that the village was destroyed! However, because of that, it will be a dangerous\ninvestigation.\nWhen you, Arisen, pass through that area, please\nbe extremely careful.",
      "Jp" : "廃村の調査を進めておりましたら\n新しい事実が判明したのです 廃村の村人たちは、何かに追われ\n《<STG 844>》に逃げ込んだようなのです\n怯え、惑いながら逃げる村人たちの\n痕跡が残っていました―― 次なる調査地は《<STG 844>》――\nあそこを調べることで、村が滅んだ\n手がかりを掴むことができるはずです もっとも、それだけに危険な調査となるでしょう\n覚者様もあの辺りを通行される時には\nくれぐれもお気をつけください"
    },
    "MsgGroupSerial" : 16778,
    "Point" : 5000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Master Arisen of a foreign land—\nDon't you think that the forest has been behaving\nstrangely lately?\nI feel like the monsters have become unusually\nactive. We have received information from travelers that\npowerful demons we've never seen before have\nappeared in《<SPOT 889>》 as well. The exact cause is still unknown, but it is\ncertain that an unsettling trend is emerging.\nIf there is anything that the esteemed Arisen has\nnoticed, please do not hesitate to contact us. The upcoming investigation will become even more\ndangerous.\nBy gathering better support goods, I will do my\nbest to assist you, Ser Arisen.",
      "Jp" : "異国の覚者様――\nどうも最近、森の様子がおかしいとは思いませんか？\n魔物たちがいつになく活性化しているように感じます 《<SPOT 889>》にも今まで見なかった\n強力な魔物が出現していると\n旅の方より情報が寄せられています 一体何が原因なのかは判明しておりませんが――\n不穏な流れとなっていることは確かです\n覚者様もお気づきになったことがあれば\nぜひご連絡くださいね これからの調査は一層危険なものとなるでしょう\nより良い支援品を揃えることで\nわたしも微力ながら覚者様をお支えいたします"
    },
    "MsgGroupSerial" : 16779,
    "Point" : 5000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "I've been growing increasingly concerned about\nthe recent surge in monster activity within the\nforest.\nIt appears that these creatures are emanating\nfrom the Sacred Grounds. We must suppress the demons in the Sacred Grounds\nwhile we can.\nIt could get out of hand.\nPlease, can you help us defeat these demons? If you are willing to undertake the subjugation,\nplease speak to me again.\nPlease... I beg of you.",
      "Jp" : "少し前から気になっていた、森の魔物の活性化――\nどうやらこれは聖域から流れ込んだ魔物に\nよるもののようです 今のうちに聖域の魔物を抑え込まねば\n手の付けられない状態になる可能性もあります\nどうか、かの魔物の討伐をお願いできないでしょうか 討伐を引き受けてくださるのであれば\nもう一度わたしに話しかけてください\nどうか――お願いいたします"
    },
    "MsgGroupSerial" : 16780,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "Ser Arisen, many thanks for always showing\nconcern for the Elan Water Grove. Thanks to you, my plan to build another village\nin Elan can finally come to fruition. Although it may be modest, \nas a token of our gratitude,\nwe have made arrangements\nto improve the quality of the support goods. Hehe, it seems like we still have a long way to go,\nbut if I believe that you, Lord Arisen, are with me――\nI look forward to your continued support.",
      "Jp" : "覚者様、いつもこのエラン水林を\n気にかけてくださってありがとうございます お陰様で、エランにもう一度村を作るという\nわたしの計画も進めることができ\n嬉しい限りですわ わたしたちからの感謝の気持ちとして\nささやかではありますが\n支援品の質を上げられるよう手配いたしました ふふ、まだまだ道のりは遠いようですが\n覚者様がついていてくださると思えば――\n今後ともどうぞよろしくお願いしますね"
    },
    "MsgGroupSerial" : 16781,
    "Point" : 1000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Ser Arisen of the White Dragon.\nYou've once aided us before\nby exterminating the monsters\nthat came from the Sacred Grounds, didn't you? However, it seems that more creatures from there\nhave made their way to Elan.\nLately, they can be seen everywhere. Monsters have been observed at 《<SPOT 933>》, \na common resting spot for ferrymen and travelers. Arisen, when taking a rest in the forest,\nplease make sure to check your surroundings.\nEven if it used to be a safe place,\nit may not be the case anymore. Haah... \nBut still, the <SPOT 890> that the boatmen used \nto use as a resting place was taken over \nby monsters a little while ago... Where should the boatmen rest from now on--\nIt's a vexing question! Yes, Ser Arisen. \nI will release the seal of <SPOT 890>, \nso when you are nearby, \ncould you please take a look inside? Please inform me if the demons have departed. \nIn that case, you are more than welcome \nto use this resting place as well, Arisen.",
      "Jp" : "白き竜の覚者様――\n以前、聖域からの魔物を\n討伐していただきましたね しかし、エランに入り込んだ聖域の魔物は\n他にもいたようなのです\nこのところ、いたるところでその姿を見かけます 船頭や旅人たちが休憩をとるのに使っている\n《<SPOT 933>》でも魔物の出現を\n確認しています 覚者様も、森の中で休憩を取られる際は\n周囲の状況をご確認くださいね\nこれまで安全な場であっても\n今はそうでないかもしれません はぁ――それにしても、以前船頭たちが\n休憩所として使っていた《<SPOT 890>》も\n少し前に魔物に乗っ取られてしまいましたし―― これから船頭たちはどこで休めばいいのか――\n悩ましい問題ですわ ――そうですわ、覚者様\n《<SPOT 890>》の封鎖を解いておきますので\n近くにお立ち寄りの際に、中を覗いてきて\nいただけませんか？ もし魔物が去っていれば、わたしに\n知らせてくださいませ\nもちろん、その場合は覚者様も休憩所として\nお使いくださって構いませんわ"
    },
    "MsgGroupSerial" : 16782,
    "Point" : 3000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Hehehe, just now with Dirith,\nwe were talking about you, Ser Arisen. In fact, we are pleased to announce that - \nafter being closed for a long time- \nwe've decided to open the \"Elan Front Gate\"! All of this is thanks to the esteemed Arisen, \nwho keeps the monsters well at bay! With the gates newly open, \ntravelers from other villages will visit more.\nI look forward to the new flow of information! Oh, speaking of which, did Dirith mention\nthat there was aught she wished to ask of you? May I relay this to Dirith later? \nFeel free to approach me \nwhenever it's convenient for you.",
      "Jp" : "ふふふ、ちょうど今ディリスと\n覚者様について話していたところですわ 実は、この度――長らく閉鎖されていた\n《エラン大門》の門を開放することに\nなったのです！ これも全て覚者様が魔物を\n抑えてくださったおかげですわ！ 開門によって他の村からの旅人も\n増えるでしょうから、有益な情報が入ってくる\nことをつい期待してしまいます あら――そういえば\nディリスが覚者様にお願いしたいことがあると\n言っていましたっけ―― あとでディリスに取り次いでも\nよろしいでしょうか？\nご都合の良い時にでも、私にお声掛けくださいませ"
    },
    "MsgGroupSerial" : 16783,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Ah, you've come at just the right time. \nI have some new information\nabout the monsters from the Sacred Grounds. <SPOT 891> - \nOnce a bustling quarry,\nthis site bears the scars of a terrible incident.\nMonsters attacked, and tragically,\nsealed the fate of those who could not escape. In fact, amidst that chaos,\npart of the cave collapsed. It seems that the beasts from the Sacred Grounds\nhave found their way into those collapsed ruins. Ser Arisen, when you pass by near 《 <SPOT 891>》, \ncould you please take a look inside?",
      "Jp" : "ああ、ちょうど良いところに来てくださいました\n聖域からの魔物について新しく\nわかったことがありますの 以前、採石場として掘り進めていたという\n《<SPOT 891>》――\nある時魔物の襲撃を受け、逃げ遅れた人もろとも\n閉鎖されたという痛ましい事件が起こった場所です 実は、その混乱の最中、洞窟内の一部が\n崩落したという記録も残っておりました―― どうやら、その崩落跡から聖域の魔物が\n入り込んできているようなのです 覚者様、《<SPOT 891>》の近くを\n通られた際には、中を改めてきては\nいただけないでしょうか"
    },
    "MsgGroupSerial" : 16784,
    "Point" : 5000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Oh, Ser Arisen!\nOur journey has brought us here at last! We finally spotted the enormous Phindymian Ent \nlurking about in the Elan Water Grove! It could be that this Phindymian Ent\nis the one who destroyed Elan's past settlement.\nThe elimination of this threat is top priority- \nand imperative for the restoration of the village! Ser Arisen, please lend us your strength\nfor the long-awaited revival of Elan Village--! However, with such a large-scale task...\nWhen you have made a clear decision, \nplease call out to me again.\nThen, I will provide a detailed explanation.",
      "Jp" : "ああ、覚者様！\nついにわたしたちはここまで辿り着いたのですわ！ エラン水林のどこに潜んでいたのか\nとうとう巨大なフィンダーエントの姿を\n確認したのです――！ おそらくは、このフィンダーエントこそが\nかつてエランにあった村を滅ぼした元凶です\n村の復興には、この脅威の排除こそが\n最優先事項――そして必須事項と言えるでしょう 覚者様、悲願であるエランの村復興のため\nどうか力をお貸しください――！ とはいえ、これほどの討伐ですもの――\nお気持ちが固まりましたら\n再びわたしにお声掛けください\nその時、詳しくご説明いたしますわ"
    },
    "MsgGroupSerial" : 16785,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "Hehehe, my dream of reviving the village in Elan\nis steadily coming true. This would not have been possible\nwithout the help of the esteemed Arisen--\nI don't know how to express my gratitude. Although it may be modest,\nwe are currently planning with Dirith\nto improve the quality of support goods\nso that we can provide better assistance. Please continue to lend us your aid\nin the future, Ser Arisen. \nThe Grove itself surely welcomes you.",
      "Jp" : "ふふふ、エランに村を復興するという\nわたしの夢が、着々と実現に向かっています これも覚者様のお力無くしては\n成しえなかったこと――\nこの感謝の気持ちをどう表せば良いのやら ささやかではございますが\n支援品の質を向上できるよう\n今、ディリスと共に計画しています これからもどうぞお力をお貸しくださいね\nエランの自然も、覚者様を歓迎していることでしょう"
    },
    "MsgGroupSerial" : 16786,
    "Point" : 0
  } ],
  "FileHeader" : {
    "MagicBytesLength" : 0,
    "VersionBytesLength" : 4,
    "VersionNumber" : 4
  },
  "FileSize" : 143
}