{
  "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankDataList",
  "AreaId" : 12,
  "AreaMasterRankDataList" : [ {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "How about staying in Mergoda? We can be of some help with supplies.",
      "Jp" : "メルゴダでの滞在はいかがですか？ 多少は力となれるよう\n物資面で協力いたしましょう"
    },
    "MsgGroupSerial" : 13917,
    "Point" : 950
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "In this Mergoda there remain several residences of those who gave to Diamantes. There is a residence where their research has been frozen solidly sealed. There may be something useful to us there. Let me tell you the location of your residence. Please consider exploring it.",
      "Jp" : "このメルゴダにはいくつか\nディアマンテスに与する者の住居が\n残っています 彼らの研究を凍結するため\n封印している住居があるのですが\nそこに何か、我らにとって有用なものが\nあるかもしれません 住居の場所を教えましょう\nそちらの方も、ぜひ探索を"
    },
    "MsgGroupSerial" : 13918,
    "Point" : 1500
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "I must inform you as well.\n\nIn the nearly destroyed \"Alchemy Laboratory\", an unfinished alchemized creature seems to be running amok. It consists of two types of Guardian Familiars designed to detect and eliminate intruders:\na Synthetic Eye and a Synthetic Alchemized Goblin. If you are heading to the laboratory, Please exercise sufficient caution.",
      "Jp" : "あなたにもお伝えしなければ\n半壊しかけの《錬金研究室》にて\n未完成の錬魔が暴走しているようです 侵入者を感知、排除するために作られる\n監視用錬魔――その素体となる\n《合成用アイ》と《合成用ゴブリンアルケミー》\nの２種ですね もし研究室に向かわれる際は\n十分に警戒を"
    },
    "MsgGroupSerial" : 13920,
    "Point" : 2000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "As I mentioned before, there are several residences in this Mergoda that belong to those who served Diamantes. May I ask you to once again consider our proposal? \nIf you are willing to take on this task, we will also prepare a token of appreciation. It seems that one of the blocked Elixir Refining Chambers has fallen back into their hands. Could you please reconsider this matter? If you decide to accept, we would be prepared to offer our thanks.",
      "Jp" : "前にも申し上げましたが\nこのメルゴダにはいくつか\nディアマンテスに与する者の住居が\n残っています 彼らメルガンの技師達は\nこのところ何やら不穏な企みを\n進めている様子―― ことに、封鎖していたその一つ\n《エリクシル精製室》が\n彼らの手に戻ってしまったようなのです 一度、中をあらためては\nいただけないでしょうか？\n引き受けてくださるのであれば\n礼も用意いたしましょう"
    },
    "MsgGroupSerial" : 13924,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "Arisen of the surface, thank you. I appreciate your assistance. We will also provide a small contribution in terms of material support.\nUntil further notice, we will lend a helping hand.",
      "Jp" : "地上の覚者よ、ありがとう\nあなたの協力嬉しく思います 私達からも、小さくはありますが\n物資面でのさらなる力添えを\nさせていただきます"
    },
    "MsgGroupSerial" : 13921,
    "Point" : 1000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 5,
    "BonusTypeName" : "UNLOCK_JOB_MASTER",
    "Message" : {
      "En" : "Have you been able to get used to this land since you came to Mergoda a while ago? If you are interested, Lord Arisen,\nHow about receiving guidance from Lord Theodor, to advance further on the profound path of Alchemy? Alchemized is a study and skill that, when used well, allows people to understand the order of things. To you, who are an Arisen on surface,\nOnly by knowing the true form can our feelings be conveyed. If you have such intentions, please speak with Lord Theodore.",
      "Jp" : "メルゴダにあなたが来られてしばらく――\nもうこの地にも慣れられた頃では\nないでしょうか もし、その気がおありでしたら覚者よ\nより奥深き錬金の道を進むため\nテオドール様から錬金術士《アルケミスト》の\n手ほどきを受けられてはどうでしょう 錬金術は、善く使えば人が理を\n理解するための学問であり、技術です 地上の覚者であるあなたに\n正しい姿を知って貰ってこそ\n我らの想いも伝わるというもの ――その意思があるのでしたら\nテオドール様にお話を"
    },
    "MsgGroupSerial" : 13919,
    "Point" : 1500
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "I'm in trouble. At the \"Palace Plaza,\" it appears that the Mergan engineers of the Diamantes faction are operating powerful magical weapons. As it is, this will prove to be a significant obstacle to both the procurement of supplies and the exploration in Mergoda. They are a very formidable opponent. Avoid combat if possible and use Rift Teleport when coming to our location.",
      "Jp" : "困ったことになりました 《宮殿前広場》にて、ディアマンテス派の\nメルガン技師達が強力な魔道兵器を\n動かしているようです このままでは、物資の手配にも\nメルゴダでの探索にも大きな障害に―― 非常に強力な相手です\n可能な限り戦闘は避け、こちらにおいでに\nなる時もリム転移をお使いください"
    },
    "MsgGroupSerial" : 13922,
    "Point" : 2000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "O surface one--how encouraging is the strength you lend to us. I have gathered supplies that will be of assistance to you. Please, continue to assist Mergoda. We have prepared a gift for you.",
      "Jp" : "地上の覚者よ、あなたが私達のために\n貸して下さる力、どれほど励みとなりましょう よりあなたの助けとなるであろう物資を\n見つくろいました どうか、これからもメルゴダを\n助けて下さい"
    },
    "MsgGroupSerial" : 13923,
    "Point" : 3000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "It is a profound situation, O Arisen of the surface. In the grand hall of the royal palace, around the area of Mergan Alchemdia, an unusual presence was detected. I have a feeling of unease in my chest. Please, may I ask for your assistance?",
      "Jp" : "深刻な事態です、地上の覚者よ 王宮内の広間――《メルガン・アルケミデア》\nのあたりで、ただならぬ気配が\n関知されました 胸騒ぎがしてなりません\nどうか、あなたのお力をお貸しください"
    },
    "MsgGroupSerial" : 13926,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "Arisen of Lestania――\nIf only King Golgorran were like you... No, that is something not worth mentioning. I am grateful for you visiting here now. Let us express our gratitude for that fact. We must also consider what we can pay you with. \nAt least for now, please allow us to repay you on the supply front.",
      "Jp" : "レスタニアの覚者よ――\n王ゴルゴランが、あなたのようであったなら―― いえ、それは言っても詮なきこと\n今はあなたがここを訪れてくれたその事に\n感謝いたしましょう 私達も、あなたに何を返せるか考えねば\nせめて今は補給面で、報いさせてください"
    },
    "MsgGroupSerial" : 13925,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "There is something I want to tell you.\nYou may already know that \"Sub Portcrystals\" have been set up in various places. The Keystone that was installed in the palace layer of Mergoda is said to have been automatically released. Is it alright to think that the establishment of a new Keystone means that the Temple has not abandoned us?",
      "Jp" : "あなたにお伝えしたいことがあるのです\n《辺境の礎》が各地に設置されたことは\n既にご存知でしょう ここメルゴダの王宮層に設置された礎も\nこのたび自動解放されたとのことです ――礎が新たに設置されるということは\n神殿は我々を見放してはいない\nそう考えても、よいのでしょうか――"
    },
    "MsgGroupSerial" : 16490,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Arisen of the surface, please lend me your power. Secretly gathering in an old dwelling are the remnants of those stained by the ideology of Diamantes. There is no doubt that they are up to something nefarious. Could you please prevent their plot from happening in advance? If you are willing to take on the task, we will prepare tokens of appreciation.",
      "Jp" : "地上の覚者よ、力を貸してください 古き住居に、ディアマンテスの思想に\n染まった者の残党が\n密かに集まっているのです 彼らが何かよからぬ企てをしていることに\nまず間違いはないでしょう どうか、彼らの企てを\n未然に防いでいただけないでしょうか 引き受けてくださるのであれば\n礼も用意いたしましょう"
    },
    "MsgGroupSerial" : 16491,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Could you please allow me to share a little old tale? There once was a very talented woman engineer. However, she gradually became obsessed with Diamantes and one day distanced herself from the people around her. Now, she, whose whereabouts are unknown, for some reason, frequented a certain well. Nobody knows what is there, but there might be something useful. Let me tell you the location. If you are interested, it would be good to take a look.",
      "Jp" : "少し昔話をさせてください かつて、とても優秀な女性技師がいたのです しかし、彼女はある日を境に\n急速にディアマンテスに傾倒してゆき\n周囲の人々とも距離を置きました 今や行方も知れぬ彼女は\n何故か、とある井戸に\n頻繁に出入りしていたとのこと―― そこに何があるのかは誰も知りませんが\nもしかすると有用なものも\nあるかもしれません あなたに場所を教えておきましょう\n興味があれば覗いてみるも良いでしょう"
    },
    "MsgGroupSerial" : 16492,
    "Point" : 12000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Surface's Arisen, it is a serious condition. At the \"Secret Proving Ground,\" a powerful presence has been detected.\nIt seems that the dormant facility has resumed its activity. I don't understand the true nature, but if left alone, it will become a source of disaster.\nPlease lend me your assistance.",
      "Jp" : "地上の覚者よ、深刻な状況です 《秘匿の実験場》にて\n強力な何かの気配が感知されました\n休眠状態にあった機関が\n活動を再開したようなのです 正体まではわかりませんが\n放置すれば災いの種となるでしょう\nどうかあなたのお力をお貸しください"
    },
    "MsgGroupSerial" : 16493,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "Arisen of the surface, I am grateful. It seems that something has started to change here in Mergoda, as you have started visiting. By your visit, to us who have been completely disconnected from everything, a new current has been brought. We must also think about what we can give back to you—\nAt least in terms of supplies,\nWe will do our best to be of further assistance.",
      "Jp" : "地上の覚者よ、感謝します\nあなたが訪れてくださるようになり\nここメルゴダも何かが変わり始めたように思います あなたの訪れにより\n全てから切り離された私達に\n新たな流れが運ばれてきたのです 私達も、あなたに何を返せるか考えねば――\nせめて補給面だけでも\n一層の助けとなりますよう尽力いたしましょう"
    },
    "MsgGroupSerial" : 16494,
    "Point" : 0
  } ],
  "FileHeader" : {
    "MagicBytesLength" : 0,
    "VersionBytesLength" : 4,
    "VersionNumber" : 4
  },
  "FileSize" : 143
}