{
  "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankDataList",
  "AreaId" : 6,
  "AreaMasterRankDataList" : [ {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "Modest as they may be, I have prepared offerings\nfor your arrival. I hope you will continue to visit these grounds.",
      "Jp" : "ささやかながら、貴方さまの\n来訪時にお納めできる\n品を用意いたしました これからもどうかこの地へ\nお立ち寄りください"
    },
    "MsgGroupSerial" : 13928,
    "Point" : 450
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Ser Arisen, do you happen to know that there is a\n\"Poachers' Camp\" on the shores of Lake Inias? Those who enter and leave that place are wicked\npeople who hunt not only beasts, but also people. Please take care when you are about.",
      "Jp" : "覚者さま、イニアス湖北のほとりに\n《密猟者のキャンプ》があるのは\nご存知でしょうか そこに出入りする者達は、獣のみならず\n人をも狩りの対象にする、悪しき者達です どうぞ周囲を散策する時は\nご注意ください"
    },
    "MsgGroupSerial" : 13929,
    "Point" : 900
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Arisen, it seems that a more powerful and\nmenacing foe has appeared among the Blue Newts in\nthe western side of the lake, in the Inias\nWetlands. Lizards adorned in cobalt lightning—\nIvan also advised to be wary of them. Please, exercise caution when passing by nearby.\nAnd if possible, I kindly request that you\nexterminate them.",
      "Jp" : "覚者さま\n湖の西側、《イニアス湿地帯》にて\nブルーニュート達の中に、より強力で\n人を脅かす者が現れたそうです コバルト色の電光を纏ったトカゲ――\nイヴァンも注意するよう言っておりました どうか、近くを通る時は警戒を\nそして可能であれば退治をお願いいたします"
    },
    "MsgGroupSerial" : 13931,
    "Point" : 1350
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Master Arisen, I have a favor to ask.\nIt's about one of the elven ruins, commonly known\nas \"Greenleaf Terrace\"... The entrance was sealed to maintain its untouched\nstate. However, a griffin has taken up residence in one\nof the corners and has turned the surrounding area\ninto a hunting ground! Due to that, the removal of debris on the\nmountain path leading to the Deenan Woods is also\nbeing delayed. We will open the entrance.\nPlease, can you take care of that for us?",
      "Jp" : "覚者さま、お願いがございます\nエルフの遺跡の一つ\n通称《蒼葉のテラス》についてなのですが―― あの遺跡は手つかずの姿を保つため\n入り口を封じていたのです しかし、その一角にグリフィンが住みつき\n周囲を狩り場にするようになってしまいました そのせいで、ディナン深層林へ続く山道の\nガレキ撤去作業も滞っているようなのです 入り口は開放いたします\nどうか、その対処を頼めないでしょうか"
    },
    "MsgGroupSerial" : 13930,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "Arisen, your kindness in reaching out to us who\ndwell in these deep woods is beyond our capacity\nto express.\nThank you. Furthermore, although it may be modest, we have\nmade sure to provide high-quality items for your\nhumble offering. Pray, we stand grateful for your continued\nefforts.",
      "Jp" : "覚者さま\nかような深き森にある私どもへのお心遣い\n感謝しきれるものではありません\nありがとうございます また、ささやかではございますが\nお納めできる品を良質なものに\nさせて頂きました どうか、今後ともよろしくお願いいたします"
    },
    "MsgGroupSerial" : 13932,
    "Point" : 300
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Master Arisen, the mountain path leading to the\nElven lands, \"Deenan Woods,\" has been cleared. Thanks to the efforts of Master Arisen, who\ndefeated the enemies, the progress of the debris\nremoval work has improved. I would like to express my gratitude once again. Please venture out and see the deeper forest, the\nhomeland of the elves, with your own eyes.\nThe Deenan Mountain Road is located at the\nsouthernmost part of the forest.",
      "Jp" : "覚者さま、エルフの地《ディナン深層林》に\n続く山道が開通いたしました 覚者さまが、魔物を退治してくださったお陰で\nガレキ撤去作業の進捗が\n良くなったそうです 私から、あらためてお礼申し上げます さらに深き森、エルフ達の故郷を\nどうぞご自身の目で確かめて来て下さい\nディナン山道は森林の最南部にございます"
    },
    "MsgGroupSerial" : 13933,
    "Point" : 1500
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Arisen, a while ago, a Chimera white as snow\nappeared in these woods. Perhaps it's the dreaded demonic beast that the\nforest dwarves worship as a holy beast,\n《White Lion Albus》----. If left unchecked, it could cause damage not only\nto this forest but also to Lynwood. Fortunately, Ivan was able to repel the beast as\nit appeared from deep within the forest. And now, the beast is here, deep within the\nSacred Spring Terrace - the Lair of the Holy\nBeast.\nIt seems to be gathering its strength there. We are in need of your aid to quell the beast.",
      "Jp" : "覚者さま、少し前\nこの森に白きキメラが姿を現したのです おそらく、あれは森小人達が聖獣と\n崇める恐ろしの魔獣\n《白獅子アルバス》―― 放置したならば、この森のみならず\nリンウッドにまで被害をもたらす\nかもしれません 森の奥から姿を現したかの獣を\n幸いにもイヴァンが撃退してくれました そして今獣が居るのは、《霊泉のテラス》奥\n――《聖獣の間》\nそこで力を蓄えている様子 貴方さまにも魔獣の封じ込めに\nご助力いただけないでしょうか"
    },
    "MsgGroupSerial" : 13936,
    "Point" : 2000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Arisen, I have received a report from Ivan that\nhe heard a voice of terrible hatred in the\n\"Nameless Deserted Village\" located northeast of\nLake Inias. That man is strong against demons and beasts, but\nhe is very bad with ghosts and spirits-- Pray, for Ivan's sake, purify any undead\ncreatures that might emerge, won't you?",
      "Jp" : "覚者さま\nイニアス湖東北にある《名もなき廃村》にて\nおそろしき恨みの声を聞いたと\nイヴァンから報せがありました あの方は、魔物や獣にはお強いのですが\n幽霊、亡霊の類は大変苦手のご様子―― どうか、イヴァンに代わり\n亡者の類がさまよい出ることあらば\n浄化いただけないでしょうか"
    },
    "MsgGroupSerial" : 13934,
    "Point" : 3000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Master Arisen, there is something urgent that you\nmust know. Just before the Deenan Mountain Road, in the\nsouthern part of the forest, a fearsome Giant has\nappeared. The name of that giant is \"Jotun.\"\nIt is a cruel Mole Troll that attacks hunters and\nhas claimed the lives of many Arisen. For the sake of the forest, we must defeat Jotun!\nPlease accept my request!",
      "Jp" : "覚者さま、急いでお伝えしなければ\nならないことがあるのです ディナン山道の手前、森の南部にて\n恐るべき巨人が姿を現したのです その巨人の名は《ヨトン》\nハンターを襲い、多くの覚者を亡きものにした\n残忍なモルトロールです 森のため、《ヨトン》の討伐を――！\nどうかわたしからのこの依頼\nお聞き入れくださいませ"
    },
    "MsgGroupSerial" : 13937,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "Master Arisen.\nTo this forest, you are already an important\nfigure. And, for me as well... May your noble deeds reach all of Lestania. I, too, will do my best to support and be of help\nto you.\nPlease continue to visit this forest from now on.",
      "Jp" : "覚者さま\nこの森にとって、あなたはすでに大事な方 そして、私にとっても―― あなたの尊き行いが\nレスタニアのすべてに行きわたりますよう 私も、可能な限りの支援にて\nあなたのお役に立ちたいと思います\nどうぞこれからも、この森へおいで下さい"
    },
    "MsgGroupSerial" : 13935,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Master Arisen, it seems that all the \"Sub\nPortcrystals\" placed in this deep forest have been\nreleased at this time. It is said that \"Sub Portcrystals\" are also\nplaced near Ivan's Lodge. Surely Ivan will be pleased to see you.\nPrithee, whenever you have the time, pay him a\nvisit. Even under that gruff demeanor, it seems he has\ntaken a liking to you!",
      "Jp" : "覚者さま、この深き森に置かれた《辺境の礎》も\nこのたび全て解放されたそうでございます 《辺境の礎》はイヴァンの山小屋の近くにも\n置かれているとのこと 貴方さまの訪れを、きっとイヴァンも喜ぶはず――\nぜひ、お時間の許す際には\nお顔を見せに行ってやってください あの無愛想な顔の下で、\nあの方も貴方さまのことを\nずいぶん気に入っているようなのです"
    },
    "MsgGroupSerial" : 16495,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Arisen, there is something I would like to\ndiscuss with you today. In the southern vicinity of Lake Inias, a hazy\nfigure has emerged, as reported by Ivan. He doesn't do well with ghosts or spirits--\nand since then, he won't go near that area! Prithee, in Ivan's stead, could you kindly\ndispatch this figure? Please call upon me again before you depart, and\nI will offer a thorough explanation.",
      "Jp" : "覚者さま、今日は折り入って\nご相談したいことがございます イニアス湖の近辺、南の方角に\n霞んだような人影が現れたと\nイヴァンから報告がありました あの方は幽霊、亡霊の類が大の苦手とのこと――\nそれ以降、あの辺りには\n近寄れないようなのです どうか、イヴァンに代わり\nこの人影を打ち払ってはいただけないでしょうか 詳しくご説明いたしますので\nご出発の前には再度、私にお声掛けください――"
    },
    "MsgGroupSerial" : 16497,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "On the way to the depths of the Deenan Woods, a\nnew discovery has been made - the \"Misty Illusion\nTerrace\". It is a mysterious ruin from which cold air leaks\nout.\nPerhaps it remained undiscovered until now\nbecause it was covered in a freezing mist. I have sealed it, as I thought there might be\nsome unknown danger.\nBut if it is you, Ser, it may be possible to\nexamine the inside... Upon entering, please remain cautious――",
      "Jp" : "ここからディナン深層林へと進む途中に\n新しく見つかりました《霧幻のテラス》―― 中から冷気が漏れ出でてくるような\n不思議な遺跡です\n冷たい霧に覆われていたせいで\n今まで見つからなかったのかもしれません 何か未知の危険があるかと思い\n封鎖してまいりましたが、貴方さまならば\n中を調べることも可能かと―― 足を踏み入れられる際は\nくれぐれもご注意くださいませ――"
    },
    "MsgGroupSerial" : 16498,
    "Point" : 12000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Master Arisen, I apologize for the frequent\ninconvenience, but would it be possible to borrow\nyour strength once again? In fact, the other day, a Mist Drake suddenly\nappeared in front of this shrine! Fortunately, it was when Ivan was visiting.\nHe graciously fought it back, and we were able to\navoid any harm. The repelled dragon has retreated to \"Misty\nIllusion Terrace.\" Prithee, could you lend your assistance in\nsealing off the ancient ruins so that the dragon\nwill not attack this shrine again?",
      "Jp" : "覚者さま、度々申し訳ございませんが\n今回もお力をお借りできないでしょうか―― 実は先日、突如としてこの祠の前に\nミストドレイクが現れたのです 幸い、イヴァンが訪れている時だったので\nあの方が応戦してくださり\n事無きを得ましたが―― 退けられた竜は、《霧幻のテラス》へと\n去っていったとのこと どうか、竜が再びこの祠を\n襲うことのないよう\nあの遺跡内への封じ込めに\nご協力いただけないでしょうか"
    },
    "MsgGroupSerial" : 16499,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "Master Arisen.\nTo this forest, you are already an important\nfigure. And, for me as well... May your noble deeds reach all of Lestania. I will ensure that I support you to the best of\nmy abilities.\nPlease do not hesitate to return to this forest\nin the future.",
      "Jp" : "覚者さま\nこの森にとって、あなたはすでに大事な方―― そして、私にとっても―― あなたの尊き行いが\nレスタニアのすべてに行きわたりますよう あなたのお役に立てるよう\n私も最大限の支援をお約束いたしましょう\nどうぞこれからも、この森へおいでください"
    },
    "MsgGroupSerial" : 16500,
    "Point" : 0
  } ],
  "FileHeader" : {
    "MagicBytesLength" : 0,
    "VersionBytesLength" : 4,
    "VersionNumber" : 4
  },
  "FileSize" : 143
}