{
  "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankDataList",
  "AreaId" : 5,
  "AreaMasterRankDataList" : [ {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "Thank you for accepting the village's request. We will continue to support the Arisen with\nsupplies.",
      "Jp" : "村の依頼を引き受けて下さり\nありがとうございます 今後は、覚者様を物資面にて\n支援させていただきます"
    },
    "MsgGroupSerial" : 13852,
    "Point" : 400
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Did you know that there is a\nsmall tower west of Dow called the \"Dorid\nWatchtower\"? Not long ago, this was still\na functioning knights' garrison.\nNow it's become dangerous\nSnow Harpy territory.\" With numbers growing like this,\nthey'll inevitably come\nto Jingen - it's certain. Could you please eliminate\nthe 《Snow Glare Harpy》 that\nforms the core of the flock?",
      "Jp" : "ダウの西に、《ドリード監視塔》という\n小塔があるのはご存知ですか 一昔前までは、現役の騎士団詰め所でも\nあった場所なのですが\n今やスノーハーピーが縄張りとする危険地帯 この調子で増えられれば\nいずれジンゲンにも彼女らが飛来するのは\n明白です どうか、群れの中核をなす\n《スノーグーラー・ハーピー》を討伐して\nくださいませんか"
    },
    "MsgGroupSerial" : 13858,
    "Point" : 1000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "- There is something I should inform the esteemed\nArisen about. On the riverbank down from the village, the White\nSand River,\nthere have been a number of sightings of large,\nferocious large sulphurs\nin recent days. I was on guard against a \"Sulfur Tiger-Tail\". If you go down to the riverbank,\nbe very careful!",
      "Jp" : "――覚者様にお知らせすべき\nことがあるのです 村から降りた川べり、《白砂河原》で\nこのところ、凶暴で大きなラージサルファーの\n目撃が相次いでおりまして 《タイガーテール・サルファー》と呼び\n警戒をしておりました もし河原へ下りる時は、\n十分注意なさることです"
    },
    "MsgGroupSerial" : 13853,
    "Point" : 1500
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "――I'm sorry, Ser Arisen, there's something I\nwould like to ask of you. Have you heard about the large natural cave in\nthe canyon\n《Wind Sounding Cave》? There, it was once the\nlair of a terrifying\nmonster, in which many of Jingen's people fell\nvictim to. It was repulsed and disappeared, but\nthere are reports that the monster may have\nreturned\nand if true, that would be a big deal! I apologize, Arisen\nwould you be able to confirm its authenticity?\nWe will make a formal request for it ――",
      "Jp" : "――恐れ入りますが覚者様\nあなたにぜひお願いしたいことがあるのです 渓谷にある大きな自然洞\n《風鳴り洞窟》のことはご存知でしょうか？ あそこはかつて、ある恐ろしい魔物の\n住処でもあったのです\nこのジンゲンの民の多くが犠牲になりました 撃退され姿を消していたのですが\nかの魔物が再来したかもしれぬとの\n報せがあり、事実であれば一大事 申し訳ありませんが覚者様\nその真偽を確かめてはいただけないでしょうか\n正式に依頼いたしますので――"
    },
    "MsgGroupSerial" : 13862,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 5,
    "BonusTypeName" : "UNLOCK_JOB_MASTER",
    "Message" : {
      "En" : "The Arisen now knows the Dowe Valley quite well--\nAs I told you before, I would like to introduce\nsomeone to you. His name is Chester\na position not handed down in the Temple\na young man skilled in the art of the Seeker. Quick gestures using daggers and\nleaping techniques with ropes Because of its characteristics, it is a technique\nfavored by\nruffians such as assassins and thieves, but\nyou can use it for good! When the time comes for you to further hone your\nskills as a Seeker, please visit Chester, the\nyoung man in the \"House in the Valley\".\nI'm sure he will be able to help you. I've already talked to you about the Arisen.\nYou may want to check 《Spot Information》\nfor the location of the Arisen's residence.",
      "Jp" : "覚者様は、いまや相当にダウ渓谷を\nよく知る方――\n以前お話したとおり、ある人物を紹介\nしたいのです その者の名はチェスター\n神殿では伝えられていない職\n《シーカー》の技術に長けた若者です ダガ―を駆使する素早い身ごなしと\nロープを用いた跳躍術 その特性から、暗殺者や盗賊といった\nならず者が好む技術ではありますが\nあなたであれば善く使うことができるはず 《シーカー》としてさらに腕を磨かれる時が来れば\n《渓谷の一軒家》に居る青年、チェスターを\nお訪ねください\nきっと彼が力となってくれるでしょう 覚者様についてはすでに話を通しておきました\n住居の場所については、《スポット情報》で\n確認されるとよいでしょう"
    },
    "MsgGroupSerial" : 13860,
    "Point" : 1000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "Since you came to stay with us,\neveryone in the village\nseems much more cheerful. It's not a great support item, but\nwe will try to improve it.\nThank you for your continued support!",
      "Jp" : "あなた様が村に滞在されるようになって\n民の表情も明るくなった気がいたします 大した支援品ではありませんが\n改善の努力をしますので\n今後もよろしくお願いいたします"
    },
    "MsgGroupSerial" : 13859,
    "Point" : 1500
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "It is said that the underground catacombs near\nDreed Castle were a burial place for sinners in\nancient times. The power of the White Dragon Master has weakened\nand the strange miasma that has been accumulating\nin recent years seems to have become-- So we have decided to open the entrance once\nalthough it is dangerous! If you'd like to explore, please go to\nI'm not going to actively encourage you to do so.",
      "Jp" : "――地下墓地、《カタコンベ》\nドリード城近くにある地下墓地は旧時代\n罪人を葬る場所であったと言われています 白竜様のお力が弱まり\n近年妙に瘴気が溜まりやすくなって\nしまっている様子―― そこで、危険ではありますが\n一度入り口を開放することにいたしました もし、探索をされるのでしたらどうぞ\n積極的に私から勧めはいたしませんが"
    },
    "MsgGroupSerial" : 13854,
    "Point" : 2500
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "There's something I've been meaning to bring up-- You have considerable skills.\nThey should be put to use not only to protect\nDowe,\nbut for the good of as many as possible. I have come to believe that it is precisely to\ninvestigate the orc-occupied\nBetland, north of Fort Gritten, that we need the\nhelp of the Arisen! Of course, this is my own selfish\nI spoke to Nommel at the customs house and told\nhim to open a\npath to Bertrand\nin exchange for the risk of an orc invasion. From either the \"Betland East Gate\" or \"The West\nPassage of Fort Gritten\",\nyou can get to Betland from either of them. I'll leave it up to you to decide if you want to\ngo ahead.\nPlease make a good decision.",
      "Jp" : "そろそろ切り出そうと思っていたことが\nありまして―― あなたは相当の実力をお持ちです\nそれは、このダウを守るためではなく\nより多くの人々のため活かされるべき―― グリッテン砦の北、オークが占領する\nバートランドの調査にこそ、覚者様の力が\n必要であると思うようになったのです もちろん、これは私の手前勝手\n関所のノーメルに話を通し、バートランドへの\n路を開けるよう伝えておきました\nオーク侵入の危険と引き換えですが 《バートランド東関所》、そして\n《グリッテン砦の西側通路》どちらからでも\nバートランドへ行く事ができるでしょう 先に行かれるかどうかは、お任せします\nどうぞよき判断を"
    },
    "MsgGroupSerial" : 13861,
    "Point" : 3000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Oh, Arisen!\nI have something I need your help with--! Above Zingen, at the highest elevation\non the dhow up the cliffs, there is a place\ncalled \"The Cliff Seat of the Diva\"\n The demon bird, \"Lorelei the Spectator,\"\nhas really shown itself this time! Half of the people of Jingen were kidnapped,\na considerable number of Arisen and\nknights lost their lives,\nand the demon was finally repelled! I can't rely on the memorandum of understanding\nall the time, but\nif it is possible--please!\nI would like you to accept my request.",
      "Jp" : "ああ、覚者様！！\nあなたのお力をお貸しいただきたい事が――！ ジンゲンの上、崖を登ったダウで最も標高の\n高い所に《歌姫の崖座》と呼ばれる場所が\nあるのですが―― 例の魔鳥、《妖歌のローレライ》が\n今度こそ本当に姿を現したのです！！ ジンゲンの民半数を攫い\n相当数の覚者と騎士が命を落とし\nようやく撃退した、かの魔物が！ 覚者様にばかり頼ることはできませんが\nもし可能であれば――どうか！\n依頼を引き受けていただきたいのです"
    },
    "MsgGroupSerial" : 13864,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "I can't thank you enough for all the\nkindnesses that you hang on Jingen--\n You are truly\nthe blessing that the White Dragon has sent to us! Although it cannot be compared\nWe have prepared our utmost gratitude that we can\noffer\nThe people of Jingen will continue to stand with\nyou.",
      "Jp" : "あなたさまがジンゲンに掛けて下さる\nお心遣いの数々――\n感謝してもしきれません あなたこそまさに\n白竜様が我々に遣わして下さった恵みです 比べられるものではありませんが\n我々にできる精一杯の礼を用意しました\nジンゲンの民は、これからもあなたと共に"
    },
    "MsgGroupSerial" : 13863,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Welcome!\nThere is something I must tell you. The \"Sub Portcrystals\" placed in this Dowe Valley\nhave all been released for you! I'm told that this is a consideration in\nrecognition of your exceptional work in this area\nby the Temple. Please take this opportunity to visit\nand\nto see every detail of this beautiful Dow Valley\nnature!",
      "Jp" : "ようこそいらっしゃいました\nお伝えすべきことがあるのです このダウ渓谷に置かれた《辺境の礎》が\n全てあなたさまのために解放されました この辺りでのあなたさまの格別の働きを\n神殿が評価しての配慮とのことです どうぞ、これを機会に\nこの美しいダウ渓谷の自然を\nすみずみまでご覧ください"
    },
    "MsgGroupSerial" : 16464,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Oh, Ser Arisen!\nPlease help us--\nIt is a crisis in the village of Jingen! In fact, there has been a spate of missing\nchildren\nwho have been playing outside for a little while\nnow! Unable to bear it, the parents and older siblings\nand even some travelers who were there\nset off to search with a number of others, but\nfinally none of them returned... Then, the other day, near Kataconve\nNumerous stone statues were discovered\nLifelike figures, as if fleeing from something. Could it be that those who went on the search\nwere turned into stone?\nI can't help but feel that a great threat is\nlooming over this village\n. Dear Arisen,\nCould you please investigate once to see if there\nare any dangerous demons lurking in that area.\nPlease give it some thought--",
      "Jp" : "ああ、覚者様！\nどうかお力をお貸しください――\nジンゲンの村の危機なのです 実は、少し前から外で遊んでいた子供が\n行方不明になる事件が相次ぎました たまりかねた親たち、年かさの兄弟たち\nさらには居合わせた旅の方までが\n何人も連れ立って捜索へと旅立ったのですが\nついに一人も戻らず―― そして先日、カタコンベ近くで\n何体もの石像が発見されました\n生生しい、何かから逃げ惑うような姿勢のものが―― あれは捜索に出た者たちが\n石にされたものではないでしょうか――\nこの村に大きな脅威が迫っているのではと\n気が気ではありません 覚者さま\nあの辺りに危険な魔物が潜んでいないか\n一度調査していただけないでしょうか\n何卒ご一考のほどを――"
    },
    "MsgGroupSerial" : 16465,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Ser Arisen, actually-- An \"Abandoned Well\" has been discovered near the\nlocation where you previously took down a herd of\ngargoyles! They also found a\nstone statue with it, in a posture as if it were\ntrying to escape from inside! Maybe the stone statues in that area were not\ngargoyles\nbut were trying to escape\nfrom some horrible demon in the well! The crisis in this village may not have\ngone away yet--",
      "Jp" : "覚者様、実は―― 以前、ガーゴイルの群れを討伐してくださった\n場所の近くに《見捨てられた井戸》が発見されました まるで中から逃げ出そうとしているような姿勢の\n石像も一緒に見つかったのです もしかすると、あの辺りの石像はガーゴイルではなく\n井戸の中にいる何か恐ろしい魔物から\n逃げようとしていたのかも知れません この村の危機は\nまだ去っていないのでは――"
    },
    "MsgGroupSerial" : 16466,
    "Point" : 12000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Arisen, please forgive the repeated requests. As a matter of fact, someone who approached the\nAbandoned Well\nclaimed to have heard what sounded like human\nvoices\ncoming from the well. Of course, it could very well be the voice of a\ndemon.\nWe are not giving up at this point.\nPlease, go check the depths of the well.\n If you accept, please contact us at\nand we'll explain it to you in more detail.",
      "Jp" : "覚者様、度重なる依頼をお許しください―― 実は、《見捨てられた井戸》に近づいた者が\n井戸から人の声のような物音が\n聞こえた、と申すのです もちろん魔物の声である可能性も大いにありますが\nこのままでは我々も諦めがつきません\nどうか、井戸の奥を確かめてきては\nいただけないでしょうか 引き受けてくださるならば、\nあらためて詳しくご説明いたします"
    },
    "MsgGroupSerial" : 16467,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "You are truly\nthe blessing that the White Dragon has sent to us! Your kindness has saved our village many times\nand we can never thank you enough\n We're not quite there yet, but\nwill provide you with as many supplies as we can\ngather at this time.\nThe people of Jingen will continue to be with you.",
      "Jp" : "あなたこそまさに\n白竜様が我々に遣わして下さった恵みです あなたさまからの数々お心遣いによって\nこの村は幾度となく救われております\n感謝してもしきれません まだまだ至りませんが\n現時点で集めうる限りの支給品をご用意いたします\nジンゲンの民は、これからもあなたさまと共に"
    },
    "MsgGroupSerial" : 16468,
    "Point" : 0
  } ],
  "FileHeader" : {
    "MagicBytesLength" : 0,
    "VersionBytesLength" : 4,
    "VersionNumber" : 4
  },
  "FileSize" : 143
}