{
  "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankDataList",
  "AreaId" : 9,
  "AreaMasterRankDataList" : [ {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "Thank you for all the help!\nI'll give you something, even if it's just a little. I can't do much, but here's a token of appreciation.",
      "Jp" : "何かと手伝ってくれてありがとうね！\nちょっとでもいいもんを、あんたに\n譲ったげるからさ 大したことはできないけど、こいつぁ礼だよ"
    },
    "MsgGroupSerial" : 13878,
    "Point" : 750
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Ah, there you are!\nYou've come at a good time, I have some news for you. The Betland Underground Passage is a road that is located on a hill east of a river. In that area, Orcs have been keeping strange canines as pets, and on top of that, the underground passage has been blocked from the inside. But it seems like soldiers are coming from the southern plain.\nThey say it's now open for passage.\nThe Orcs seem to have gone somewhere else too.\nSince we've come this far, why not give it a try?",
      "Jp" : "あ、あんた！\nいいとこに来たね、お知らせだよ 《バートランド地下道》って道が、\n川を渡って東に行った高台の上にあるのさ あのあたり、ずっとオーク共が変なイヌを\n飼うのに使ってて、おまけに地下道も中から\n封鎖されてたのよね だけど、南の平原側から隊士さんが来て\n開通できたみたいなのよね\n今はオーク達もどっか行ってるみたいだし\nせっかくだから通ってみたら？"
    },
    "MsgGroupSerial" : 13879,
    "Point" : 1500
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "There's something unpleasant I need to tell you. \nIt seems that there are some folks preparing for departure outside the Gardnox Fortress, the Orc stronghold. Fortress Front: Barbed Line, huh? If you happen to come across those Orcs, could you please intervene and get rid of them for me? An orc squad coming to Drawan is no laughing matter! Gritten, right? Maybe they're going to that way.",
      "Jp" : "ちょっと嫌な話があるのさ\nガルドノック砦――オーク達の砦前で\n出陣準備をしてる連中がいるみたいなのよ 《砦前・千本棘の陣》さ\nもしそういうオーク達を見たら、邪魔して\nやってくれないかい？ オークの部隊なんてのが\nドラワンに来られちゃ、たまったもんじゃないよ！ グリッテンだっけ、そっちの方に\n行く連中かもしれないしさ"
    },
    "MsgGroupSerial" : 13880,
    "Point" : 2000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Hey, listen up! The Drawan Church's \"Underground Crypt\" - you know, I was thinking... I just found out something that's really bugging me and I need someone I can count on to go take a look at what's going on inside. Hey, I'm younger, you know!\nCan't you do me a favor?\nBecause now I can join in.",
      "Jp" : "あんた！　ちょっと聞いてよ！ ドラワン教会の《地下納骨堂》\nなんだけどさ―― すっごく気になる事が分かってさ\nどうにか頼りになる人に中の様子を\n見て来てほしいのよ ねぇ、後生だから！！\nお願いできないかい？\n今は入れるようになってるからさ"
    },
    "MsgGroupSerial" : 13881,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "You always help me out, and I really appreciate it! I'm grateful to you. Oh yeah, and I thought I'd return the favor with this one:\nLooks easy to use, doesn't it?\nKeep up the good work, please! Keep up the good work!",
      "Jp" : "あんたが手伝ってくれて、いつも\nほんっと助かってるよ！\n感謝してるんだから そうだ、これをお礼にと思ってね\n使い勝手良さそうなもの、回したげるよ！ これからもお願いね！"
    },
    "MsgGroupSerial" : 13882,
    "Point" : 500
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Hey, hey, I've got news for you! The gates of the Flocwald Bridge have opened! I don't know why it suddenly opened, but I wonder if something happened in the Forbidden Zone. We don't really want to get involved either way, but there might be a reason for you to go to the Forbidden Zone. If so, it's a good idea to go and check it out.",
      "Jp" : "ちょっとちょっと、ニュースだよ！\n《フロックヴァルト大橋》の門が開いたのさ！ なんで急に開いたかはわからないんだけど\nどうしてかね、禁域で何かあったのかね？ あたしらはどっちにしろあまり関わりたく\nない場所だけど、あんたにとっては\n禁域にいく理由があるかもしれないだろ もしそうなら、行ってみるといいよ"
    },
    "MsgGroupSerial" : 13886,
    "Point" : 1500
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Hey, hey, it's a big deal!\nIn front of the East Underground Passage, somehow, once again it looks like the Orcs have started training their dogs! I thought they were gone for good! Those guys, they must be planning to use dogs to invade this village and the southern plains. I wish I could do something about it--\nCan't you do something about it, the 《Demon Dog Kennel》?",
      "Jp" : "ちょっとちょっと、大変だよ！\n東の地下道前なんだけど、またいつの間にか\nオーク共がイヌの訓練を始めたみたいなんだ せっかく居なくなったと思ってたのにさ！ やつら、この村や南の平原に攻め込むのに\nイヌ共を使う気に違いないさね なんとか手を打てればいいんだけど――\nあんた《魔犬養育所》、何とかできないかい？"
    },
    "MsgGroupSerial" : 13883,
    "Point" : 2000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "I have a piece of news for you! It's about the \"Tegor Flood Control Channel\" near Flocwald Bridge. At that time, Gardnox Fortress was occupied by Orcs, and it was the place that the Knight Order blocked. To take over and block it, wouldn't it be better to make use of any ancient relics that are still functional? It's not safe for us, but some of it might be useful for you so I opened it. If you have free time, please take a look!",
      "Jp" : "あんたに一つお知らせがあるよ！\nフロックヴァルト大橋近くの\n《テゴル治水路》なんだけどさ あそこは、ガルドノック砦がオークに占領\nされた当時に、騎士団が封鎖した場所だったのよ それを引き継いで封鎖してきた\nわけなんだけど、\n古くても使える遺物があれば\n活用したほうがいいじゃない？ 私らには危ないけど\nあんたには役立つものもあるかも\nしれないから、開けておいたよ 暇なら一度、覗いてみなよ！"
    },
    "MsgGroupSerial" : 13884,
    "Point" : 3000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Oh, I don't know what to do!\nI'm in trouble. From Gardnox Patrol Area, along the road leading to the village... There, a dragon with huge fangs appeared! I don't know, I wonder if this is finally the end of Drawan.\nOh no, no, no-- Somebody--yes, you!\nYou've got to do something!\nFor God's sake!",
      "Jp" : "あぁ、どうしようかねぇ！\n困ったことになったんだよ ガルドノックから村に続く道の途中のさ\n《ガルドノック哨戒地》なんだけど―― そこにすっごい大っきな牙のドラゴンが\n出たってのよ！ どうしよう、ついにドラワンも終わりなのかねぇ\nああいやだいやだ―― 誰か――、そうだ、あんただ！\nあんた、なんとかしておくれよ！\n後生さね！　"
    },
    "MsgGroupSerial" : 13887,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "You know, you've done so much for Drawan--\nI couldn't help but tear up when I saw your face... Ugh, I can't do much, but if I can be of any help to you at all-- *Sniff*! Oh no, my nose—",
      "Jp" : "もうさ、あんたがさ、ドラワンのために――\nここまで尽くしてくれて――\n顔見たら涙が滲んじまったよ ううぅっ、私には大それたことできないけどさ\nちょっとでもあんたの役に立てるなら―― ぐずっ！　あらやだ鼻が――"
    },
    "MsgGroupSerial" : 13885,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Hey hey, I heard that all the \"Sub Portcrystals\" around this area are now available for use! Your movement will definitely become easier, I'm sure! The fact that they're even building a Keystone over heremeans that the Temple didn't abandon the northern part of Betland--. *Sob*\nOh no, I'm tearing up....",
      "Jp" : "ねぇねぇ、この辺りにある《辺境の礎》が\nぜ～んぶ使えるようになったんだって！\nあんたの移動も楽になるよ、きっと！ こっちにまで礎を作ってくれるってことは\n神殿もバートランド北部のこと\n見捨てたわけじゃなかったんだね―― ぐすっ\nああいやだよ、涙腺がゆるんじまって――"
    },
    "MsgGroupSerial" : 16475,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Yeah, I should probably talk to you about this Lately, Gardnox Fortress has been quite noisy. The Orcs seem to be going in and out quite a bit. If something inappropriate were happening inside, not only Drawan, but Gritten might also be in danger, you know. If you don't mind, I'd feel a lot safer if you came by once to take a look inside-- Ah, if you're going to look inside, let me know first!\nI'll tell you everything I know!",
      "Jp" : "そうだ、これはあんたに相談しといた方が\n良さそうな話なんだけどさ 最近、ガルドノック砦の方が\n何だか騒がしいんだよ\nオークたちがやけに出たり入ったりしてるしね もしも中でよからぬことが起こってたら\nこのドラワンだけじゃなく\nグリッテンも危ないかも知れないよ あんたさえ良ければ\n一度中を見て来てもらえると安心なんだけど―― あ、中を見てきてくれるっていうなら\nあたしに一声かけてから行ってね！\n分かってること全部教えてあげるから！"
    },
    "MsgGroupSerial" : 16476,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "That's great!\nI have something to tell you! You know the Orcs that had invaded Gardnox Fortress that I showed you the other day? Some members of the knight order came to investigate it. It seems that those knights have investigated the Gardnox Wastewater Tunnel deep within Gardnox Fortress, and it appears that the corruption has advanced and become quite severe. The entrance is probably still open because the Knight didn't close it.\nIf you're curious, you can take a look. I wonder if you're looking up something?\nAbout that thing called the Corruption Magic.",
      "Jp" : "ちょうどよかったよ！\nあんたに伝えておきたいことがあるんだ！ この前見てきてもらったガルドノック砦に\n侵食されたオークがいただろ？\nそれを調査したいって騎士団の人たちが来てさ その騎士さんたちがガルドノック砦の奥にある\n《ガルドノック廃水廊》ってところを調べたら\nもう侵食が進んで大変なことになってたらしいよ 入口は多分騎士さんが開けたままになってるから\nあんたも気になるなら見てくればいいよ なんか調べてるんだろ？\nあの侵食魔ってやつのこと"
    },
    "MsgGroupSerial" : 16477,
    "Point" : 12000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Ah, is it you?\nHey, could you listen for a moment? A few days ago, I saw a creepy enemy near the village, you know. It's the first time I've ever seen something like that. It was a monster with a face that looked like an angry man. Its eyes were also shining red! -- So, I have a favor to ask.\nCould you please go and check if it is residing in the \"Gardnox Wastewater Tunnel\"?\nI would really appreciate it. If you go, I'll explain in detail.\nPlease contact me.",
      "Jp" : "ああ、あんたかい\nちょっと聞いておくれよ 何日か前さ、村の近くで\n気持ちの悪い魔物を見たんだよ――\n少なくともあたしはあんなの見たの初めてだよ 怒った男の顔がついたような魔物でね\n目も赤く光ってたんだ！ ――そこでお願いなんだけど、\n《ガルドノック廃水廊》に\nそいつが棲みついてないか\n確認してきてほしいんだよ 行ってくれるなら、くわしく説明するよ\nあたしに声かけてね"
    },
    "MsgGroupSerial" : 16478,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "Oh, thank you so much, really――\nDespite causing nothing but trouble, you still stop by this small village unchanged―― I'm also happy that you solve problems for me, but what makes me truly glad is that you cared so much about Drawan until now. We also want to be of help to you. \nThough it's just a small village with nothing much, we will do our best to support you. Oops!\nOh dear, my eyes have turned red.\nI'm sorry for being so embarrassing.",
      "Jp" : "ううっ、いつもありがとね、ホント――\n迷惑ばっかりかけてるっていうのに\nこんな小さな村に変わらず立ち寄ってくれて―― 問題を解決してくれるってことも嬉しいんだけどさ\nあんたがさ、ここまでドラワンのことを\n気にかけてくれるってこと自体が嬉しくて―― あたしたちもあんたの役に立ちたいんだ\n何にもない村だけど、精一杯あんたを支援させてよ ぐずっ！\nえへへ、目が赤くなっちゃったよ\nみっともなくてごめんね"
    },
    "MsgGroupSerial" : 16479,
    "Point" : 0
  } ],
  "FileHeader" : {
    "MagicBytesLength" : 0,
    "VersionBytesLength" : 4,
    "VersionNumber" : 4
  },
  "FileSize" : 143
}