{
  "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankDataList",
  "AreaId" : 1,
  "AreaMasterRankDataList" : [ {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "Sorry for all the help you've been giving me\nI've got a support package for you\nKeep up the good work! By the way, with the decline of the white dragon,\nLestania has been attacked by various mutations\nand\ndemons for the last 300 years! ――Hidell is no exception to that. As you may already know\nTell has been suffering from a mysterious plague\nfor some time now The investigation of the cause of the epidemic\nhas been challenged by many Arisen people, but it\nis still far from being solved. I know it's too much for you right now\nbut we'll talk more about it when the time comes. Keep up the good work Tel and Hidell at\n",
      "Jp" : "色々手伝ってもらってすまないな\n貴君への支援品を用意した\nこれからも手を貸してくれ ところで、白竜が衰えたことで\nレスタニアはこの300年、様々な異変や\n魔物に襲われるようになった ――それは、このハイデルも例外ではない すでに知っているかもしれないが\nテルはここしばらく謎の疫病に\n苦しめられている 疫病の原因調査は、これまでに多くの\n覚者が挑んだが、未だ解決には遠い 今の貴君の手にはあまるだろうが\nいずれ時が来れば詳しく話そう これからも、テルとハイデルを\nよろしく頼む"
    },
    "MsgGroupSerial" : 13816,
    "Point" : 100
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "You already have our gratitude\nTherefore, to the direction of Mysree\nI will provide a way to the villages of Pawn\nCathedral and Lynwood To the west of Tel, there is a cave, the Hunters'\nSecret Passage\nMake sure you can pass through\nIt is dangerous for the villagers, but you should\nbe able to pass However, there are many bandits and dangerous\nanimals inside\nBe wary It is recommended to check the information on the\nmonsters and items that appear in \"Hunters' Secret\nPassage\" in the \"Area Information\" and \"Spot\nInformation.\"",
      "Jp" : "貴君にはすでに恩がある\nそこでだ、ミスリウ方面――\nポーン郷やリンウッドの村へ向かう道を提供しよう テルのすぐ西にある洞窟、《狩人の抜け穴》\nを通れるようにしておく\n村人にとっては危険だが、貴君なら通れるだろう だが、中には野盗の類や危険な獣も多い\n十分注意してくれ 《狩人の抜け穴》に出る魔物やアイテムの\n情報は、《エリア情報》の《スポット情報》\nで確認していくことを勧めよう"
    },
    "MsgGroupSerial" : 13814,
    "Point" : 200
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Well, you see, something troublesome has\nhappened. It seems that a troublesome goblin has\nreturned to the bridge commonly known as the\n\"Roaring Demon Bridge\" to the east of Tel. He is the leader of the small demons\nwho call themselves the \"Bridgekeeper Binshaw\"\nand have entrenched themselves\non the eastern bridge.\nCould you get rid of them if you see them? It seems that he has taken several\n\"high-grade equipment\" from the knights and the\nArisen he has defeated. If you can subdue him,\nyou will also be able to retrieve it.\nPlease keep that in mind.",
      "Jp" : "――実はな、困ったことになったのだ\nテルの東にある通称《鬼鳴き橋》に\n厄介なゴブリンが戻ってきたようなのだ ヤツは《橋守のビンシャ》と名乗り\n東の橋を占拠し陣取っている小鬼どものリーダーだ\n見かけたらそいつを退治してくれないだろうか ヤツは返り討ちにした騎士や覚者から\nいくつも《グレードの高い装備》を奪っているらしい 討伐できたなら、貴君がそれを\n奪い返し手に入れることもできるだろう\n頭のかたすみに留めておいてくれ"
    },
    "MsgGroupSerial" : 13817,
    "Point" : 350
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Do you know the most dangerous place in Hidell? It is the underground cemetery\nof the eastern church, \"Hidell Catacombs.\" Few of the Arisen who've gone to investigate\nhave returned and more of the departed have wandered off,\nso we've been on lockdown for a while now.\nAnd we're still here. You might be able to check out that place\nand open up the \"Hidell Underground Mausoleum!\" I'll leave it to you to decide what to do,\nbut should you go, there's aught I'd like to ask of you.\nPlease speak with me again if so.",
      "Jp" : "貴君、ハイデルで最も危険な場所は\nどこか知っているか？ それは、東にある教会の地下墓地\n《ハイデル地下霊廟》だ 調査に向かった覚者もほとんど戻らず\nさまよい出る亡者も増えたので、\nここしばらく封鎖していたんだが―― 貴君ならあの場所を調べることが\nできるかもしれん\n《ハイデル地下霊廟》を開放しよう どうするかは委ねるが\n行くなら頼みたいことがある\nその気があれば、あらためて話しかけてくれ"
    },
    "MsgGroupSerial" : 13823,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Here's good news for you! \nThe South Hidell Bridge, which had been damaged\nby the flood, was finally restored.\nLumber arrived from Lynwood. Now it's easier to get to\nfrom the\ntell to the Mysree Forest without having to go\nthrough the loophole in the example!",
      "Jp" : "こちらから貴君に朗報だ！ 大水で損壊していた\n《南ハイデル大橋》がようやく復旧したのだ\nリンウッドから木材が届いてな これで、例の抜け穴を通らずとも\nテルからミスリウ森林方面に\n行きやすくなったぞ"
    },
    "MsgGroupSerial" : 13819,
    "Point" : 500
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "――I think it's about time I inform you about that\nmatter.\nAbout Menvili, the man who was a priest at the\ninfamous Hidell Church. Decades ago, the priest was\nsuspected by the villagers of pagan worship,\nchased and disappeared. Because a number of dead bodies and a\nsuspicious altar were found in the basement of a\npriest's house. Perhaps you have an idea as well?\nThat abandoned house where you exterminated the\nmonsters earlier--\nThat place is none other than the residence of\nPriest Menvili. Since then, the passage to the altar that leads\nfrom the basement is called\n\"The Open Road\" and is a place that should be\nsealed\ninherited from the previous area master. I'm going to check inside too\nif you're interested. Priests, mausoleums, and this \"open road\" -\nI can't help but think it has something to do\nwith the plague.",
      "Jp" : "――そろそろ貴君にもあの件を伝えておこう\n例のハイデル教会の司祭だった男\nメンヴィルについてだ もう数十年前のことだが、司祭は\n村人から邪教崇拝の疑いをかけられて\n追われ、失踪した 司祭の家の地下室から、多数の死体と\n怪しい祭壇が発見されたからだ ――貴君も心当たりがあるだろう？\n前に貴君が魔物退治をしたあの廃屋――\nあそここそ、司祭メンヴィルの住居なのだ 以来、地下室から続く祭壇への通路は\n《開かずの路》と呼ばれ、封印すべき場所として\n先代のエリアマスターから受け継いだ わたしも中を調べるつもりだが\n貴君も興味があれば行ってみてくれ 司祭、霊廟、そしてこの《開かずの路》――\n疫病と何か関係がある気がしてならない"
    },
    "MsgGroupSerial" : 13821,
    "Point" : 1000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Have you ever heard of the \"Blood Soak Riverbed\"?\nA very large lizardman\nhas come to inhabit that place! The riverbank is also close to Tel\nbefore that giant lizard attacks villagers and\nlivestock\n By the way, have you tried going to that 'Blocked\nPassage' we mentioned before, Ser? I didn't realize it was connected to the\nvillage's dry well--\nI'd be horrified if it hadn't\n Sometimes it smells like something, too.\nPerhaps that was the reason-- I also checked that place and found a clue\nthat looks like my predecessor's notebook\nI'll pass it on to you when I've done some more\nresearch.",
      "Jp" : "貴君、《血すすぎ河原》のことは知っているか？\nあの場所に、ひときわ体の大きなリザードマンが\n棲みつくようになったのだ 河原はテルとも近い\nかの大トカゲが村人や家畜を襲う前に\n退治してくれないだろうか ――貴君、そういえば例の《開かずの路》へは\n行ってみたか？ 村の枯れ井戸と繋がっていたとは――\nあれが、枯れていなかったらと思うと\nぞっとする話だ たまに何やら臭うのも\nおそらくそのせいだったのだな―― わたしもあの場所を調べ、手掛かりらしき\n先代の手帳を見つけたのだ\nもう少し調べがついたら、貴君に伝えよう"
    },
    "MsgGroupSerial" : 13822,
    "Point" : 1500
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "You know, my dear, that the streets of Hidell are\noften\nriddled with wild thieves, don't you? Their name is the Black Wolf Bandit Group\n, a bandit group that has its hideout in the east. The leader, Ladan, who was wanted by the Temple\nand disappeared\n, has apparently returned\nto his hideout! It is said that they have stolen a considerable\namount of expensive accessories and jewelry\n. Now it's not the Arisen Corps or the Knights,\nit's you.\nKeep an eye out for them.",
      "Jp" : "貴君、ハイデルの街道に野盗が度々\n出ることは知っているだろう？ ヤツらの名は《黒狼団》\n東のアジトに居を構える盗賊集団だ 神殿から指名手配され姿を消していた\nその首領ラダンが、どうやらアジトに\n戻ってきたらしい 連中は、高価なアクセサリーや宝飾品を\nかなりの量奪っているという話だ 今や覚者隊でも騎士団でもなく、貴君が頼りだ\nヤツらの動向に目を光らせておいてくれ"
    },
    "MsgGroupSerial" : 13825,
    "Point" : 2000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Oh, you've come!\nI have something to tell you about\n-- yes, about the \"Hidell Underground Mausoleum\nDeep\"\n Below the second basement floor of the mausoleum\nthe previous area master\nhad it sealed off early on! The notebook I found in that \"open road\"\nhad that crap and the\nspelling to break the blockade deep in the\nmausoleum. Now, you should be able to enter the \"Hidell\nCatacombs Depths\"\n. If you want to continue the investigation\nplease talk to me again.",
      "Jp" : "おお、来てくれたか！\n貴君に伝えねばならんことがあったのだ\n――そう、例の《ハイデル地下霊廟　深部》\nについてだ 霊廟の地下二階より下は\n先代のエリアマスターが\n早期の段階で封鎖していたよ あの《開かずの路》で発見した手帳に\nそのくだりと、霊廟深部の封鎖を解除する\nスペリングが書かれていた 今なら、《ハイデル地下霊廟　深部》へ\n入る事ができるだろう もし調査の続きを頼めるなら\nあらためて、わたしに話しかけてくれ"
    },
    "MsgGroupSerial" : 13820,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "I wanted to do something for you\nin return for all you have done for Tel and\nHidell. I've arranged for the best support goods we can\ncurrently get.\nThough, I fear it is still far from enough to\nrepay your kindness. Please keep up the good work.\nBe a defender of Tell and Hidell.",
      "Jp" : "テルとハイデルのため力を尽くしてくれた\n貴君に、わたしもできることを探してみたのだ 現状手に入る最も良い支援品を\n手配しておいた\n貴君の恩に報いるには、とうてい足りていないがな これからも、よろしく頼む\nテルとハイデルの守り手であってくれ"
    },
    "MsgGroupSerial" : 13824,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Oh, thank you for coming.\nI just had something I wanted to tell you! All of the\nsub-crystals set up here in the Hidell Plains\nhave been released!\nNow it will be easier to visit every corner of\nHidell! I hear that you have recently established your\nposition in the Arisen Corps and are busy\nincreasing your activities.\nPlease make use of it for efficient search!",
      "Jp" : "おお、よく来てくれた\nちょうど貴君に伝えたいことがあってな！ このハイデル平原に設置された\n《辺境の礎》が全て解放されたのだ！\nこれでハイデルの隅々まで足を運びやすくなるだろう 貴君も最近は覚者隊での地位を築き、\n益々の活躍に忙しいと聞いている\n効率の良い探索のためにも、ぜひ活用してくれ"
    },
    "MsgGroupSerial" : 16454,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "That black mass that fell to the west of Tel--\n\"Ark\", was it?\nThere are new monsters roaming that area now. There are no signs of movement so far, but\nif they start to approach the village,\nthere is sure to be trouble. I'd like to know what's going on with the\nmonsters in the area.\nIf you can help investigate,\nplease come speak with me again.",
      "Jp" : "以前、テルの西に降ってきた黒い塊――\nそう、《アーク》といったか\nあの付近を新手の魔物が徘徊しはじめてな 今のところ移動する気配は無いが\n万が一、村に近寄ることがあれば\n混乱は避けられないだろう 付近の魔物の動向は把握しておきたいのだ\nもし調査を頼めるのなら、\nあらためてわたしに話しかけてほしい"
    },
    "MsgGroupSerial" : 16455,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "That \"Ark\" that you investigated earlier--\nDid you know there is another entrance at the\nback? Be wary of the possibility that it may be a trap\nand sealed it off.\nBut with your current status, there seems to be\nno need to worry.\nLet's remove the seal. If you're interested, it may be good to\ninvestigate inside.\nHowever, it is certain that there are enemies\ninside.\nBe cautious during the investigation. Please don't think I'm being annoying.\nI don't want to lose my Protector of Tel.",
      "Jp" : "貴君が以前調査してきてくれた《アーク》だが\n裏側にもう一つ出入り口があったのを知っているか？ 何かの罠である可能性を警戒して封鎖していたのだが\n今の貴君であれば心配は無さそうだ\n封鎖を解いておこう 興味があれば中を調べてみるのも良いかもしれぬ\nただ、中に魔物がいることは確実だろう\n調査の際は十分に注意しておくことだ ――口うるさいと思わないでくれ\nこのテルの守り手を失いたくはないのだ"
    },
    "MsgGroupSerial" : 16456,
    "Point" : 12000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Ah, you've come at a good time.\nI actually have something I want to discuss with\nyou. From the vicinity of the 《Ark》 that you have\npreviously surveyed for me\n, insects and small animals have been\ndisappearing lately. There may be a change in the arc\nso I need you to go inside\nand check it out, can you do that for me? If you are willing to accept,\nplease talk to me again\nI've been looking around ARC and found out some\nthings\nI'll tell you more about it.",
      "Jp" : "ああ、よいところに来てくれた\n実は貴君に相談したいことがあったのだ 以前調査してきてもらった《アーク》の付近から\n最近、虫や小動物の姿が消えているのだ アークに変化が起こっているのかも知れん\nそこで、貴君に内部を\n調査してきてもらいたいのだが、頼めるだろうか 引き受けてくれるようであれば、\nあらためてわたしに話しかけてくれ\nわたしもアークの周囲を調べてわかったことがある\n貴君に詳しく伝えよう"
    },
    "MsgGroupSerial" : 16457,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "I and the villagers of Tell are very grateful to\nyou for your work\n This time, due to strong requests from the\nvillagers,\nwe have decided to have an even better selection\nof support items. It is not enough to repay your debt to me, but\nplease accept it as a gesture from all of us in\nthe\nvillage. Please keep up the good work.\nBe a defender of Tell and Hidell.",
      "Jp" : "貴君の働きにはわたしも、テルの村人たちも\nとても感謝しているのだ 今回、村人たちからの強い希望もあって\n支援品としてさらに良いものを揃えることにした 貴君への恩に報いるには足りぬが、\n村のみなからの気持ちとして受け取ってくれ これからも、よろしく頼む\nテルとハイデルの守り手であってくれ"
    },
    "MsgGroupSerial" : 16458,
    "Point" : 0
  } ],
  "FileHeader" : {
    "MagicBytesLength" : 0,
    "VersionBytesLength" : 4,
    "VersionNumber" : 4
  },
  "FileSize" : 143
}