{
  "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankDataList",
  "AreaId" : 4,
  "AreaMasterRankDataList" : [ {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "Well, I'm sorry for all the help you've been\ngiving me!\nI appreciate it. I'll be happy to provide you with any support\nitems you need.\nI look forward to working with you in the future.",
      "Jp" : "いやぁ、何かと手伝ってもらってすみませんね！\n助かりますよ 支援品の方、融通させてもらいますんで\n今後ともよしなに"
    },
    "MsgGroupSerial" : 13866,
    "Point" : 300
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Yes, Arisen\nI need to talk to you. Hobolik Cave to Dow Valley\nDid you know that there is a cave called \"Cracks\nin the South Face\"\nat the end of the valley road? It's a cave that was closed after a series of\nminers went missing in it.\nI thought there might be a good vein of ore\ngrowing there.\n Something about shiny things in the cave or\nnot-- What do you think?\nMaybe you can go\nand explore\nI'll break the blockade in secret.",
      "Jp" : "そうだ覚者さん\nあなたにお話があるんですよ ホボリック洞穴からダウ渓谷へ\nつづく谷道のところに、《南壁のひび》って\n洞窟があるのはご存知で？ そこは、中で鉱員が行方不明になるって\nことが続いて閉鎖された洞窟なんですが\n私は良い鉱脈が伸びてるんじゃないかと\n踏んでましてね―― 何やら、洞窟内に光るものがあるとか\nないとかで―― どうです？\nあなたなら行けるんじゃないですかね\n探検にいっちゃみませんか\n内緒で封鎖は解いておきますんで"
    },
    "MsgGroupSerial" : 13868,
    "Point" : 600
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 6,
    "BonusTypeName" : "IMPROVE_RESOURCES",
    "Message" : {
      "En" : "Hey there, good to see you,\nArisen! Thanks to the help of the Arisen, I feel that the\nresources of the mineral springs are getting\nricher. If you'd like, you can also take a break from\nyour wings and relax at the hot springs\n",
      "Jp" : "やぁ、どうもどうも覚者さん！ 覚者さんが力を貸してくださったお陰ですかね\nどうも鉱泉の資源が豊かになってきた\n気がしますな！ よければ羽休めも兼ねて、温泉で\nゆっくりしていってくださいよ"
    },
    "MsgGroupSerial" : 13867,
    "Point" : 1000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Oh, we have a big announcement today:\n We were able to remove the debris\nthat was blocking the entrance and exit of the\nBoldo Tunnel,\nthe largest tunnel in the Boldo Mine! This will also allow for redevelopment\nprogress in mining! ――However, it's said that originally there were\nGiants who appeared and caused various collapses.\nThere is also a possibility that a Cyclops or\nsomething similar is inhabiting there. So, Arisen, could you please take off some skin\nfor Volden\nand go to the back to see if there are any Titans\nthere. If you would like to take it on, please contact\nme at\nagain!",
      "Jp" : "おお、今日は大きなお知らせが\nありますよ！ このボルド鉱山一の大坑道、\n《ボルド大坑道》の出入り口を塞いでいた\nガレキが撤去できたんです！ これでまた、採掘に再開発も\n捗るってもんです！ ――とはいえ、元は巨人が現れた\n衝撃であちこち崩落したって話です\nサイクロプスやなんかが棲みついてる\n可能性も―― そこで覚者さん、ボルドのために一肌\n脱いで頂けませんかね\n巨人がいないか、一通り奥まで様子を\n見て来てもらいたいんですよ 引き受けてくださるなら\nあらためて私にお声掛けを！"
    },
    "MsgGroupSerial" : 13872,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Arisen, I have some good news! The valley road connecting the Dow Valley and the\nBoldo mining district--\nThe earth and sand that had been blocking the\n\"South Wall Valley\" has finally been removed\nAnd so it was! Well, you can get through if you use the \"miner's\nhidden path\"\nbut unless you're a miner\nyou don't want to use that dangerous path. Anyway, we now have access to Dowe Valley\nand to the village of Jingen.",
      "Jp" : "覚者さん、いいニュースがあるんですよ！ ダウ渓谷とボルド鉱山地区を繋ぐ谷道――\n《南壁谷》を塞いでた土砂が、ようやく撤去できた\nそうでして！ まぁ、《採掘師の隠れ道》を使えば通れはしますが\n鉱員でもなければ\nあんな危ない道は使いたくありませんからな ともあれ、これでダウ渓谷方面、ジンゲン村との\n行き来ができるようになりますな"
    },
    "MsgGroupSerial" : 13869,
    "Point" : 1000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Today I have another folded\nconsultation with a memorandum of understanding--. As a matter of fact, there is a nasty ogre\nthat the White Knights have been asked to take down\n, the Tunnel Troll... Apparently, the knights are out of control\nand the damage to the knight's side is increasing\n Can you please kill the ogre\nat the\n\"hillside field\" near the Boldo small tunnels,\nwest of Kinoza? But why do they keep coming down to the foothills\nwhen the ogre used to be more mountainous\n- it's annoying!",
      "Jp" : "今日は覚者さんに、またまた折り入って\n相談があるんですよ―― 実はね、白騎団のかたがたに\n討伐要請を出していた厄介なオーガ\n《坑道荒らし》ってのがいるんですが―― どうも騎士さん達の手には負えないようで\nむしろ、騎士さん側の被害が増えてるって\n状況なんですよ キノザの西、ボルド小坑道近くの\n《山腹の野戦場》で、件のオーガを\nやっつけちゃくれませんかね しかし、オーガも前はもっと山間に\nいたってのに、どうしてふもとの方へばかり\n降りて来るんでしょう――迷惑な話ですよ"
    },
    "MsgGroupSerial" : 13871,
    "Point" : 1500
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "But still, every time I go to\n, you deal with this and that! If we don't\nrespond in a reasonable manner to the trouble\nyou're taking, we'll be stuck with the bathtub! I'll be happy to accommodate you again.\nI look forward to working with you in the future.",
      "Jp" : "それにしても、毎度毎度\nあれこれ対処頂いて！ お手数お掛けしてる分、それなりに\n応えなきゃあ風呂番がすたるってもんです！ またまた融通させてもらいますんで\n今後ともよしなに"
    },
    "MsgGroupSerial" : 13870,
    "Point" : 2000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Oh, Arisen, Arisen!\nWe're having a little problem again. The Mujina group - I think it was?\nThere's a tunnel at the foot of the Boldo Mine\nwhere the bandits\nmake their home. The name of the house is \"Thieves' Hideout\"! After the knight chased them off before,\nhe blocked the entrance to prevent them from\ngetting out\nand left me a key,\nbut apparently it was broken... Please go to\nto the hideouts of those who are raging against\nthemselves and punish them one by one! They seem to be looting a lot of gold-grained\ntrinkets\n, which will affect the number of visitors to the\nmineral springs\n",
      "Jp" : "ああ覚者さん、覚者さん！\nまたちょっとした問題がありましてね ムジナ団――だったかな？\nボルド鉱山のふもとに、盗賊たちが\n住処にしてる坑道があるんですよ その名もずばり、《盗賊の隠れ家》！ 前に騎士さんが連中を追いたてた後に\n表に出られないよう入り口を塞いで\n鍵を預けてくれたんですけどね、\nどうもそれが壊されたようで―― 我がもの顔で暴れてる奴らの隠れ家に\n乗り込んで、一つ懲らしめてやってくださいよ ヤツら、金目の装身具をずいぶん\n略奪してるみたいで、鉱泉の客足にも\n響くってもんです"
    },
    "MsgGroupSerial" : 13874,
    "Point" : 2500
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Ummm, I'm in trouble, Arisen! Did you know that there is a shrine at the top of\nthe Boldt Mine?\nThat shrine - near the small hall at the top of\nthe mountain\nis a Griffin's nest. Griffins often rested their wings there\n, but one particularly nasty griffin came back\n! Arisen, can you please get rid of that griffin?\nI'll explain the details later.",
      "Jp" : "うーむ困ったことになったんですよ\n覚者さん！ ボルド鉱山の頂きに、祠があるのはご存知で？\nその祠――《山頂の小堂》付近が\nグリフィンの巣になってましてね グリフィンがしばしばそこで羽休めをしてたん\nですが、特に厄介なグリフィンが\n舞い戻ってきたんですよ！ 覚者さん、どうかそのグリフィンを\n追い払っちゃくれませんかね？\nまた、詳しくは追って説明しますんで"
    },
    "MsgGroupSerial" : 13875,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "Oh no!\nThat's still a great success! Thanks to you, Arisen, Kinoza and the\nhole-in-the-wall guys have been a big help! I will give you a proper\nthanks, so please continue to be kind!",
      "Jp" : "いやぁ～～！！\nそれにしても大活躍ですなぁ！ 覚者さまさま、お陰様でキノザも\n穴ぐらの面々も大助かりですよ！ お礼はしっかりさせてもらいますんで\n今後ともよしなに！"
    },
    "MsgGroupSerial" : 13873,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Oh, I have something to tell you, Arisen!\nSubcrystals are now available at here in Volden! I hear it's a convenient way to get to places\nyou've been trying to get to\nin an instant. As the manager of Kinoza, if you're in Volden,\nI'd love for you to stop by Kinoza and take a\nbath.\n Well, please visit\nto soak in the hot water to relieve your fatigue\non your way to or from your mission!\nWe're always waiting for you!",
      "Jp" : "おお、覚者さんにお伝えしたいことがあるんですよ！\n《辺境の礎》ってやつがこのボルドでも\n使えるようになりましてね 何でも、行きづらかったところに\n一瞬で到着する便利な代物だとか キノザの管理者としては、ボルドにいらっしゃるなら\nぜひともこのキノザに寄って一風呂浴びていって\nほしいところですが―― ま、任務の途中や帰りにも、疲れを癒すために\nぜひお湯に浸かっていってくださいよ！\nいつでもお待ちしてますんで！"
    },
    "MsgGroupSerial" : 16470,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Oh, you are an Arisen, aren't you?\nI was just in time.\nCan you help me with one thing? No, I'm talking about the Boldt Tunnel.\nThe redevelopment is just getting back on track.\nLately there have been strange rumors and it's\nhard to get miners. Anything, a skeletal knight walking down the mine\nshaft-- or\na glowing skull looking at me-- or\nIt must be creepy! I think there's probably some kind of demon\nhanging around.\nArisen, can you go kill that guy? I'll follow up with more details.\nPlease think about it once\nI'm asking you to do this for the future of this\nVolden!",
      "Jp" : "おお、覚者さんじゃないですか！\nちょうどよかった\n一つ相談に乗っちゃくれませんか いや、《ボルド大坑道》についてなんですけどね\nせっかく再開発も軌道に乗り始めたところだってのに\n最近妙な噂が立っちまって鉱員が集まらないんですよ なんでも、骸骨騎士が坑内を歩いてる――とか\n光るドクロがこっちを見てた――とか\n気味が悪いでしょう 多分何かの魔物がうろついてるんだと思うんですがね\n覚者さん、そいつを退治してきてくれませんか 詳しくは追って説明しますんで\n一度考えてみてください\nこのボルドの未来のためと思って、頼みます！"
    },
    "MsgGroupSerial" : 16471,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "By the way, Arisen, I was wondering if you might\nbe interested in\n\"Burning Blockade\" in the \"Great Volden Tunnel\"? No, I mean, you know!\nThere are often good veins of ore\nburied in places like that! I'm particularly interested in\nwhich is only found around here, and only in very\nsmall quantities.\nIt's called a precious bordic diamond. ――Maybe, or maybe not――! The mine was closed\nbecause the activity of the magma underground\ncauses\nthe temperature in the mine to rise dramatically,\nbut\nit is now in a state where we can manage to get\nin. I'll be sneaking off the blockade again this time.\nIf you'd like, you can investigate inside once\nmore!\nI'm sure there's something in there that--",
      "Jp" : "ところで覚者さん、《ボルド大坑道》の中にある\n《灼熱の封鎖道》なんですが\nご興味があったりはしませんかね？ いえ、というのもですね！\nああいうところには良質な鉱脈が\n埋まっていることが多いんですよ 特に私が目を付けているのは\nこの辺りだけで、それもごく少量しか採れない\n貴重なボルディックダイヤってやつでしてね ――あるんじゃないか、と――！ あそこは地下のマグマの活性度によって\n坑内の気温がやたら上がってしまうってことで\n封鎖してたんですが\n今なら何とか入れる状態なんですよ 今回もこっそり封鎖を解いておきますんで\nよかったら、一度中を調査してみてください！\n絶対何かあると思うんですよね、あそこは――"
    },
    "MsgGroupSerial" : 16472,
    "Point" : 12000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Oh, just in time!\nThere was something I wanted to discuss with the\nArisen\n! I actually went into the \"Burning Blockade\"\nand found not only a bordic diamond, but\na geo-golem! Well, after all, if it's been blockaded for a\nlong time,\nthat kind of thing will inhabit it. Can you please manage to take them down?\nI will explain the details as soon as possible!",
      "Jp" : "おや、ちょうどいいところに！\n覚者さんにご相談したいことが\nあったんですよ！ 実は私も《灼熱の封鎖道》に入ってみたんですがね\nボルディックダイヤどころか\nジオゴーレムを見つけてしまいまして！ いやぁ、やっぱり封鎖されて長いと\nああいうのが棲みついてしまうんですねぇ なんとか討伐をお願いできないでしょうか？\n詳しくはまた追ってご説明しますので！"
    },
    "MsgGroupSerial" : 16473,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "Oh no!\nWe at\njust can't get enough of your work! As the manager of Kinoza Mineral Springs,\nand as an Area Master of Voldic,\nwe need to spare no expense to show our gratitude\nhere! We will prepare good things for you\nso please continue to favor us in the future!",
      "Jp" : "いやぁ～～！！\n覚者さんのご活躍には\n我々ただもう舌を巻くばかり！ このキノザ鉱泉の管理者として、\nそしてボルドのエリアマスターとして\nここはお礼を奮発しないとですな！ 良いものを取り揃えておきますんで\n今後とも、どうぞよしなに！"
    },
    "MsgGroupSerial" : 16474,
    "Point" : 0
  } ],
  "FileHeader" : {
    "MagicBytesLength" : 0,
    "VersionBytesLength" : 4,
    "VersionNumber" : 4
  },
  "FileSize" : 143
}