{
  "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankDataList",
  "AreaId" : 15,
  "AreaMasterRankDataList" : [ {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "MsgGroupSerial" : 0,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Phew... \nTo think that on top of the irritation caused by the Corruption, even more problems would arise. Oh, recently the ground shaking has been really bad, huh?\nEveryone is worried that it might be a sign of the Tarasque appearing. It's not just humans who get nervous\nabout earthquakes, you know.\nSmall enemies seem to be completely terrified.\nIt looks like they have set up guards everywhere. For example, <SPOT 918>, you know...\nHear, you should be careful too.\nEven though they're small,\nif they suddenly attack, you might get injured.",
      "Jp" : "ふぅ――\n侵食のせいでピリピリしてるってのに\nさらに問題が起きるなんてね ああ、最近地鳴りがひどいだろ？\nタラスクが現れる前触れなんじゃないかって\n皆心配してるのさ 地鳴りに神経質になってるのは人間だけじゃないよ\n特に小さい魔物なんかはすっかり怯えちまって\nあちこちに見張りを立ててるみたいだ 例えば《<SPOT 918>》とかね――\nあんたも気を付けときな\n小物とはいえ、突然襲いかかってこられたら\nケガするかもしれないんだからね"
    },
    "MsgGroupSerial" : 16746,
    "Point" : 300
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "What's that?\nAbout the earthquake, huh?\nIt's as usual... At least, if we could search through old records,\nwe might be able to understand the true nature\nof this earth-shaking phenomenon.\nUnfortunately, the ancient ruins where old books\nare said to exist have been overrun by animals. Oh, speaking of books...\nThere's a child who'd like to ask you for a favor. If you're willing to listen,\nI can inform you, so first talk to me.",
      "Jp" : "え？　地鳴りについて、かい？\n相変わらずさ―― せめて、昔の記録でも漁れば\nこの地鳴りの正体についてわかりそうなものだけど\nあいにく、昔の本がある遺跡は\n獣だらけになっちまってね ああ、そうそう、本といえば――\nあんたに頼みごとをしたいって子がいるんだ 話を聞きにいってくれるなら\n連絡しとくからさ、まずはあたしに話しかけてよ"
    },
    "MsgGroupSerial" : 16747,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "You've come to a good place,\nthere's something I want to tell you. Actually, I have decided to unblock\nthe <STG 860>\nthat had been blocked until now. Because there, too, are dusty old documents\npiled up as far as the eye can see...\nI think if we were to investigate inside,\nwe might find something. Hey, if you're up for it, I was thinking\nmaybe you could go on a survey too. It's because if it's just our young ones,\neven if we have valuable clues,\nthey might become desperate in hunting down\nthe enemies, and they might overlook them. Now you can enter freely,\nso feel free to ask whenever you feel like it.",
      "Jp" : "いいところに来たね\nあんたに伝えたいことがあったんだよ 実は、今まで封鎖してた《<STG 860>》を\n開放することにしたのさ あそこにも埃っぽい過去の文献がこれでもかと\nしまいこんであるからね――\n中を調べれば、何かわかるんじゃないかと思うんだ でね、よかったらあんたにも\n調査に行ってもらえないかと思ってさ ウチの若いのだけじゃ、貴重な手がかりがあっても\n魔物を狩るのに必死になっちまって\n見逃すかもしれないからね―― もう自由に入れるようになってるから\n気が向いたら頼むよ"
    },
    "MsgGroupSerial" : 16748,
    "Point" : 3000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Oh, by the way... I have an interesting story.\nWould you like to hear it? When I brought back the book I found\nin the ruins and examined it, I discovered\nthat the eastern waterway connects\nto the Magusas Ancient Watercourse. The Watercourse is a peculiar facility where\na watercourse and a graveyard have merged. \nFrom ancient times, the renowned General Magusas\nwho fiercely battled the Tarasque, lies asleep within. Well, because Dana's proud hero is sleeping...\nThere must surely be some kind of clue\nleft behind for repelling the Tarasque. Right now, they're rushing to quickly restore\nthe bridge that leads to the Magusas Watercourse.\nOnce the bridge is complete, it will surely\nbecome more convenient for you too! Well, it seems that monsters have been appearing\naround <SPOT 920>, causing the construction\nto stop multiple times... Hey, if you're up for it, how about exploring\naround that area and beating up enemies\none after another? I'll give you a reward for it,\nso if you're willing to accept, let me know.",
      "Jp" : "そうそう――ひとつ、面白い話があるよ\n聞いてくかい？ 遺跡にあった本を持ち帰って調べたら\n東の水路は《マグサス古水路》に\n繋がってることがわかったんだよ 《マグサス古水路》は水路と墓場が一緒になった\n変わった施設でね――その昔、タラスクと\n死闘を繰り広げた古将マグサスが眠っているのさ 何せ、ダナの誇る英雄が眠ってるんだ――\nきっとタラスク撃退のための、何らかの\n手がかりが遺されてるに違いないよ 今、《マグサス古水路》に向かうための橋を\n大急ぎで復旧しているところさ\n橋ができたら、きっとあんたも便利になるよ！ まぁ、《<SPOT 920>》辺りに魔物が出てきて\n何度も工事が止まっちまってるんだけどね―― あんた、よかったらあの辺りを探索して\n出る魔物を片っ端からぶん殴ってくれないかい？\n一応お礼もするからさ\n引き受けてくれるんなら、もう一度声かけておくれよ"
    },
    "MsgGroupSerial" : 16749,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Ah, it's you. This is the bridge that leads to the\nMagusas Ancient Watercourse I mentioned before.\nThe repairs are done, so feel free to pass through! But when we tried to unblock\nthe Magusas Ancient Watercourse,\nsuddenly an armored enemy appeared...\nAnd they stole the key! The armored enemies are wandering around there,\nso if we just defeat them, that'll fix the problem. We've decided on the warriors who will head out\nfor the expedition, but lately, the movements\nof the Corrupted have been quite active, haven't they?\nWe had to prioritize fortifying the villages first. While the earthquake is a problem, the most\nimportant thing is to strengthen the defense\nof this village, where our children dwell.\nOur soldiers are not so immature to leave\nthe fortifications in this situation, you know. If you could help us, we would be really grateful... \nWe'll make sure to thank you, how about that? If you're willing to help, allow me to introduce\na soldier who was originally supposed to go\non the investigation. Could you talk to them\nabout that matter again?",
      "Jp" : "あ、あんた\n前に言ってた《マグサス古水路》に向かうための\n橋だけど、修復が終わったから\n自由に通っていいからね！ でも、いざ《マグサス古水路》の封鎖を\n解こうとしたら、突然鎧の魔物が出てきてね――\n鍵を奪われちまったのさ 鎧の魔物は\nそこらへんをウロウロしてるから\n討伐しさえすれば問題は解決なんだけどね 討伐に向かう戦士を決める\nところまではいったんだけど\n最近は侵食魔の動きも活発だろ？\n村の守りを固めるのが先になっちゃったんだよ―― 地鳴りは問題だけど、子供もいるこの村の\n守りを固めることが何より大切なんだよ――\nうちの戦士たちも、この状況で村を放ってまで\n外に行きたがるような子たちじゃないからね ――そうだ、あんたが手伝ってくれたら\nあたしら、すっごく助かるんだけど――\nお礼はするよ、どう？ もし手伝ってくれるなら\n元々調査に行くはずだった戦士を紹介するから\nその件でもう一度話しかけてもらえるかい"
    },
    "MsgGroupSerial" : 16750,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Oh, right! Thank you so much for going to defeat\nthe enemy in the <SPOT 921> the other day! \nAs an Area Master, I express my deepest gratitude. Afterwards, I also unblocked\nthe Magusas Ancient Watercourse. Considering that it's the tomb of an esteemed\nancient general, it's no wonder that occasionally,\nthere are grave robbers, you know. \nPerhaps inside, we can find some useful equipment. If you're interested, you should give it a try too!\nWhat? You've been helping me with various things.\nYou're free to enter. I'll allow it.",
      "Jp" : "そうそう！　この前は《<SPOT 921>》の\n魔物の討伐に行ってくれてありがとうね！\nエリアマスターとして、お礼を言っとくよ あの後、《マグサス古水路》の封鎖も\n解いておいたよ 何せ古将の墓ってだけあって\n昔から時々盗掘者が出るようなところでね――\n多分、中では武具か何かが手に入るはずさ あんたも興味があったら行ってみな！\nなに、色々手伝ってくれてるんだ\n自由に入ってくれていいよ\nあたしが許すんだから"
    },
    "MsgGroupSerial" : 16751,
    "Point" : 5000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "Do you also feel it? Lately, the earthquakes\nhave been getting worse, haven't they? Indeed, it seems that the appearance\nof the Tarasque is finally near. You should also be careful with your equipment\nand tools in case of emergencies! By the way, have you heard of White Bone Rock? \nIt's a type of ore that can be found around here. \nI think it can be useful for something,\nso it's a good idea to collect it\nif you come across it. Remember, as a soldier,\nyou should always be prepared.",
      "Jp" : "あんたも感じること、あるかい？\n最近は特に地鳴りがひどくなってきたじゃないか やっぱり、いよいよタラスクの出現が\n近いみたいだね―― あんたもいざという時のために\n装備や道具なんかには気を付けときな！ そういや、あんた《白骨岩》は知ってる？\nここら辺で時々採れる鉱石なんだけど\n何かに使えると思うから、見つけたら採っとくといい\nいいかい、戦士たるもの常に備え、だよ"
    },
    "MsgGroupSerial" : 16752,
    "Point" : 5000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "You came at just the right time, didn't you!\nIt's a huge event!\n...The Tarasque has finally appeared! Our warriors immediately headed out to subdue it,\nbut they've been battling the Corrupted until now,\nso I guess everyone was exhausted...\nAnd so they ended up returning in defeat... Are you an Arisen from a foreign land?! \nWould you be willing to vanquish\nthe Tarasque for us? If you're willing to take on the task, I'll have\na conversation with the child who knows the\nwhereabouts of the Tarasque.\nPlease speak to me.",
      "Jp" : "ちょうどいいところに来てくれたじゃないか！\n大事件だよ！\n――とうとうタラスクが現れたのさ！ さっそくうちの戦士たちが討伐に向かったんだけど\n今まで侵食魔との戦いもあって\nみんな疲労してたんだろうね――\n負けて帰ってきちまってさ―― あんた、異国の覚者なんだろ！？\nあのタラスクの討伐してきてくれないかい？ 引き受けてくれるなら\nタラスクの居場所を知ってる子に話を通すから\nあたしに話しかけておくれ"
    },
    "MsgGroupSerial" : 16753,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "Ah, you've come! Thanks to you for defeating the\nTarasque, we can no longer hear the rumbling of\nthe land! Lately, so many things have been happening, and\nmy soldiers are tired... I really appreciate your\nhelp. It is our custom to repay the debt of bravery.\nI have upgraded the support goods for you.\nSo please feel free to come and show your face in\nDana anytime!",
      "Jp" : "ああ、よく来たね！\nあんたがタラスクを退治してくれたおかげで\n地鳴りも聞こえなくなったよ！ 最近色んなことが起こるから\nうちの戦士たちも疲れててさ――\nあんたに助けてもらえて、本当に感謝してるよ 武勇の恩には報いるのが\nこのダナのならわしだよ！\n支援品を格上げしておいたから\nまたいつでもダナに顔見せにきとくれ！"
    },
    "MsgGroupSerial" : 16754,
    "Point" : 1000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Another problem has occurred -\nI never thought so many issues would arise.\nWhat on earth happened to Phindym? Actually, the ground is shaking again.\nWe asked you to defeat the Tarasque, didn't we?\nSomething's not right. That shaking ground... it wasn't caused by the\nTarasque, was it?\nWe have no idea anymore. At the outskirts of the Farana Plain, there's a\nvillage known as <SPOT 904>, inhabited by people\nof a different culture.\nThose villagers might know something... But it seems like the people living there really\ndon't like the residents of Dana, so it's\ndifficult to interact with them. Hey, if you don't mind, could you do some probing\nfor me?\nIf you happen to pass by, that would be great.",
      "Jp" : "また困ったことが起きたよ――\nこんなに問題が起きるなんて\n一体フィンダムはどうしちまったのかね 実は、また地鳴りがするようになったんだ\nあんたにタラスクを退治してもらったはずなのに\nおかしいだろ？ あの地鳴り――タラスクのものじゃなかったのかねぇ\nもうあたしらには見当もつかないよ ――このファーラナ平原のはずれ\n《<SPOT 904>》に、異文化を持った村があるんだ\nそこの住人なら何かを知っているかも―― でも、あそこの住人、どうもダナの人間が\n嫌いみたいで交流が難しいんだよねぇ―― ねぇ、もしよかったらあんたが探りを\n入れてきてくれないかい？\n通りかかったらでいいからさ"
    },
    "MsgGroupSerial" : 16755,
    "Point" : 3000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Ah, by the way, didn't you show up in Manun\nVillage? I received a letter from the elder of that place,\nHenin. It seems they want you to 'prove yourself as a\ntrustworthy ally.'\nYou can do that by 'defeating the monsters in\n<SPOT 901>,' according to the villagers. In short, they're telling us to show our bravery,\nyou know? The residents of Manun might actually\nhave a similar culture to ours. Well, anyway, that's how it is.\nIn order to prove that we are \"trustworthy\nallies\" to them, if you ever feel like going on a\nmonster extermination, please let us know again.",
      "Jp" : "ああ――そういえば、あんた\n《マヌンの集落》に顔出してくれたんだろ？ あそこの長老のエナン――とか\nいう人から手紙が届いたんだ なんでも\n「信頼に値する相手だと証明してくれ」\n「そのために《<SPOT 901>》\n　の魔物を倒してくれ」ってことらしいよ 要するに、武勇を見せろってことさ――\nマヌンの住人たちって、もしかしたら\nあたしらと似た文化を持ってるのかもね まぁ、とにかくそういうことなんだ\n彼らに\"信頼に値する相手\"だって証明するため\n魔物退治に行ってくれる気になったら\nまた声かけておくれよ"
    },
    "MsgGroupSerial" : 16756,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Oh, that's right. You brought me info about the\nSmall Tower of Wisdom that you asked Henin from\nManun Village about, didn't you? Because there might be a clue in the old books\nstored there, we decided to lift the blockade this\ntime. Now, I'm letting the children who have free hands\nsearch for books. Besides old-fashioned books, there seem to be\nvarious other things here.\nIf you want to join, you're welcome to.\nIf you find something you like, feel free to take\nit home. Well, I think you understand, but I have to\nprohibit taking books out.",
      "Jp" : "そうそう、あんたが\n《マヌンの集落》のエナン爺さんに\n聞いてきてくれた《知恵の小塔》なんだけどさ なんでも、あそこに収められた昔の本に\n今度こそ手がかりがあるかもっていうから\n封鎖を解くことにしたんだ 今、手の空いてる子たちに\n本を漁らせてるところさ 古臭い本以外にも色々ありそうだから\nあんたも入りたかったら入っていいよ\n何か見つけたら、好きに持って帰りな まぁ、わかってるとは思うけど\n本の持ち出しは禁止させてもらうけどね"
    },
    "MsgGroupSerial" : 16757,
    "Point" : 5000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Ah!\nWhy is it that you always come when the village\nis in danger, I wonder? Actually, right now things are tough.\nThere have been reports of a gigantic moving\ncreature, like a Tarasque. At worst, we may need to move the entire village\nto a different location immediately, or else we\nmight be crushed.\nIf that happens, I may ask for your help as\nwell... Right now, I'm really busy gathering information.\nIf you have something to discuss, could you\nplease talk to me again later?",
      "Jp" : "ああ！\n何だってあんたはいつも\n村が危ないって時に来てくれるんだろうね？ 実は今、大変なのさ\nタラスクみたいな巨大な動くものを\n見たって報告があってね―― 最悪、すぐにでも村ごと別の場所へ\n移動しなけりゃ踏み潰されちまうかもしれない\nそうなったら、あんたにも\n手を貸してもらうかも―― とにかく今は情報を集めることで\n手一杯なんだ\n何か用があるなら、改めて話しかけてもらえるかい"
    },
    "MsgGroupSerial" : 16758,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "Thanks to you, even the earthquakes have stopped,\nand peace has returned to our lives.\nWe are truly grateful for all your help! The corrupting monsters are still lurking around,\nbut Dana is a warrior's village.\nThe infected around here are nothing to be\nworried about. Corruption and Earthquakes -\nThank you for lending a hand to this village\nburdened with two troubles. I've received so much help.\nAs an Area Master, and also as the wife of\nPisarr, the chief of Dana, I must express my\ngratitude to you properly. For now, it has been decided to gather even\nbetter supplies for you, but... Apart from that, I'm at a loss as to what kind of\ngratitude I should express.\nAfter all, it's not easy to come up with a way to\nrepay this favor! Well, I guess I'll continue relying on Dana from\nnow on, right?\nAs a brave soldier, I'll always be there to\nwelcome you.\nLet's think about the expression of gratitude\nlittle by little as well.",
      "Jp" : "あんたのお陰で地鳴りも止んで\n平和な生活が戻ってきたよ\nずいぶん世話になったね！ まだまだ侵食魔はウロウロしちゃいるけど\nダナは戦士の村だ\nそこら辺にいる侵食魔くらい、痛くもかゆくもないさ 侵食と地鳴り――\n二つの厄介ごとを抱えてたこの村に\n手を貸してくれてありがとう これほど力を貸してもらったんだ\nエリアマスターとして\nそれからダナの族長ピサルの女房として\nあんたには十分なお礼をしなきゃならない とりあえず、あんたへの支給品に\nより一層良いものを揃えるってことは\n決まってるんだけど―― それ以外に、どんなお礼をしようか\n迷ってるところなんだよ\n何せ、この恩を返せるようなお礼なんて\n中々思い浮かばないもんだからさ！ まぁ、これからもダナには寄るんだろ？\n勇敢な戦士として、いつでも迎えるからさ\nお礼についても追々考えていくことにしようか――"
    },
    "MsgGroupSerial" : 16759,
    "Point" : 0
  } ],
  "FileHeader" : {
    "MagicBytesLength" : 0,
    "VersionBytesLength" : 4,
    "VersionNumber" : 4
  },
  "FileSize" : 143
}