{
  "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankDataList",
  "AreaId" : 2,
  "AreaMasterRankDataList" : [ {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "Hey, thank you\nPlease help me with my work again I'll give you support items if you come",
      "Jp" : "やぁ、ありがとう\nまた仕事手伝ってくれよな 来てくれたら支援品をあげるからさ！"
    },
    "MsgGroupSerial" : 13827,
    "Point" : 100
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Oh, Arisen, listen to me:\nThere's a \"Hidden Beach\" right behind the village. Especially lately, there seems to be a lot of bad\nguys\ngoing in and out of there every now and then.\nI wonder if they're from the Breya Treasure Troop. Anyway, if you see something suspicious, please\ntake care of it.",
      "Jp" : "あ、覚者さん聞いてくれよ\n村のすぐ裏にある《隠れ浜》なんだけどさ 特に最近、そこにガラの悪そうなのが\nちょいちょい出入りしてるみたいなんだよ\n例の《ブリア宝奪団》の奴らかなぁ とにかく、怪しいのがいたら何とかしてくれよ"
    },
    "MsgGroupSerial" : 13828,
    "Point" : 200
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Arisen, a little advice for you.\nDo you know where the harpies are nesting?\nYou know, the birdbath rock. There, the parent harpies with their eggs\nstarted swarming\nand they are called \"Martell Harpies\" and they\nare more ferocious than the normal\nharpies. If this keeps up, it's going to be hard to get\nold Rudolfo to\ndeliver the goods.\nWhen you get around to it, can you ask him to\nexterminate them for you?",
      "Jp" : "覚者さん、ちょっと相談乗ってくれよ\nハーピーの営巣地、知ってるか？\nほら、《鳥寄せ岩》 あそこに、卵を抱えた親ハーピーが\n群がるようになってさ\n《マーテル・ハーピー》って言って、普通の\nハーピーより凶暴なんだよ このままだとルドルフォの爺さんに\n配達にいくのも大変だ\n手が空いたらでいいから、退治頼めないかい？"
    },
    "MsgGroupSerial" : 13830,
    "Point" : 350
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Arisen, there's an abandoned house little ways\ndown the coast.\nDid you know there's an underground warehouse\nthere? The villagers all call that place the \"Seaside\nCellar\".\nIt was sealed off because of the danger though. I heard voices coming from within.\nIt seems that someone is inside.\nI wanted to look in, but I didn't have the\ncourage-- If you're passing by, take a look.\nIt may be the \"Breya Treasure Bandits\" this time.",
      "Jp" : "覚者さん、海岸を少し行ったところに\n廃墟があるんだけどさ\nそこに地下倉庫があるのを知ってるか？ 村のみんなが《海辺の地下室》って\n呼んでる場所だよ\n危ないから封鎖してたんだけど その中から、話し声が聞こえてさ\nどうも誰かが入り込んでるみたいなんだ\n中を見ようと思ったけど勇気が無くて―― もし通りかかったら見てみてくれよ\n今度こそ《ブリア宝奪団》かもしれないな"
    },
    "MsgGroupSerial" : 13829,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Ah, you're in a good place, Arisen! Have you ever been to the southern shore, Blue\nClaw Beach?\n On the way there, we came across the remains of a\ncamp\nand before we knew it, a hobgoblin had settled\nthere.\nIt's a big guy.\nHe's big, and if he comes towards the village,\nit's going to be a big problem! If you see him, please exterminate him.\nI've contacted the Knights of Columbus, but they\nhaven't gotten back to me\n.",
      "Jp" : "ああ、覚者さん良い所に！ 南の浜辺――《青爪浜》には行った事が\nあるかい？ そこへ行く途中のキャンプ跡に\nいつの間にかホブゴブリンが居付いちゃった\nようなんだ\n体格も大きいし、村の方に来たら大変だ！ もし見かけたら退治してくれよ\n騎士団にも連絡したんだけど、なかなか\n返事が来なくてさ"
    },
    "MsgGroupSerial" : 13832,
    "Point" : 500
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "Lord, you're amazing!\nI'm sorry to keep asking you for things I'll do my best to get you better items, so\nplease continue to take care of me\n",
      "Jp" : "いやー、さすが覚者さん！\n何かと任せちゃって申し訳ない もっと良い物渡せるように頑張るからさ\nこれからもよろしくな"
    },
    "MsgGroupSerial" : 13831,
    "Point" : 1000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Ah, Arisen--\nThere's something I'd like to,\nah, speak with you about-- --What?\nNo, I'm not particularly scared of anything--\nI mean, I'm not scared at all! Anyway, listen,\nsee, I told you before\nthat there's an abandoned village on the southern\nbeach, right? There's a long-defunct village called Leflor.\nHave you ever been there? The only thing that's clear is that it was\ndestroyed overnight.\nWas it a big wave or did the demons get it?\nThe real story is a mystery.\nWe still don't know what happened to the\ntreasure, either. So, near that Leflor, a traveler who stopped by\nthe inn yesterday\nsaid he saw a figure wandering\naround, muttering something--. -Is this, perhaps, a ghost...?\nHey, Arisen, I'm sure you're curious too, right?\nSo, come on. Please go and check it out.",
      "Jp" : "か、覚者さん――\nちょっと聞いてほしいことが\nあ、あるんだけどさ―― ――え！？\nいや、俺は特になにも――\nっていうか全然怖がってないけど！ とにかく聞いてくれよ\nほら、南の浜辺に廃村があるって話は\n前にしただろ？ ルフローっていうだいぶ前に滅んだ村さ\n行ったことはあるかい？ 一夜で滅んだことだけははっきりしてるけど\n大波が来たのか、魔物にやられたのか\n本当のところは謎なんだ\n財宝の件もまだ分からないんだけどさ で、そのルフロー付近で、何か呟きながら\n彷徨う人影を見たって\n昨日宿に寄った旅人が言ってたんだよ―― ――これって、もしかして幽霊――？\nほら覚者さんも気になるだろ？\nだからさ、ほら。確かめてきてくれよ"
    },
    "MsgGroupSerial" : 13834,
    "Point" : 1500
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Oh my God, Arisen!\nA very powerful Cyclops has appeared on the Blue\nClaw Beach. Maybe that's the demon that destroyed LeFlore\nin one night! If such a thing\nwere to come to Rotes-- Please, I know it's a lot to ask, but the only\nperson I can think of who can do something about\nit is the Arisen!\nI can't think of anything else.\nYou've got to fight that guy off somehow!",
      "Jp" : "大変だ、覚者さん！\n《青爪浜》にすごく強そうなサイクロプスが\n現れたらしいんだ もしかしたら、そいつがルフローを\n一夜で壊滅させた魔物なのかなぁ！？ もしそんなのがローテスへ来るような\nことがあったら―― 頼むよ、大変だとは思うけど\nなんとかできるとしたら、覚者さんくらいしか\n思いつかないんだ\nそいつをどうにか撃退してくれよ！"
    },
    "MsgGroupSerial" : 13836,
    "Point" : 2000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Hey, Arisen! I have big news! I found the treasure\nand I think I know where it might be! As it turns out, it's\nthe 《Tidal Caverns Cave》 near LeFlore-- Hey, you're interested, right?\nWould you like to come and look for it? It was sealed for a long time, but I've opened it\nfor you now.\nLet me know if you decide to go and I'll tell you\nmore about the treasure.",
      "Jp" : "そうだ覚者さん、ビッグニュースだよ！ 例の財宝なんだけど\nありそうな場所が分かったんだ！ 結論から言うと、それは\nルフロー近くにある《潮騒洞窟》―― なぁ、興味あるよな？\n探しにってみないかい？ ずっと封鎖されてたんだけど\n今は入れるようにしておいたから\n行くってなったら俺に話しかけてくれよ\n財宝について詳しく話すからさ"
    },
    "MsgGroupSerial" : 13833,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "-You know, I was really glad when you came to\nRotes. No Knighthood or Temple has ever been so\naccommodating, and\nI'll support you as much as I can, too. From now on, count on me!",
      "Jp" : "――もう、何ていうかさ\nあんたがローテスに来てくれて\n本当に良かったよ 今まで騎士団も神殿も、ここまで\n親身になってくれた人はいなかったし\n俺も、できる限りあんたを支援するよ これからも、よろしくな！"
    },
    "MsgGroupSerial" : 13835,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Ah, Ser Arisen!\nBy the way, I have good news. I heard that the sub-crystal in Breya is now\navailable at\nall of them! I'm not quite sure how I'm supposed to use that\nthing, but whatever.\nEven the Keystones that the Arisen has never\ntouched before,he can use all of the ones in Breya. The people at Temple arranged it because Arisen\noften come to Breya.\nThey said he can go to places that have been hard\nto get to in an instant. Keep up the good work with Breya\nand Rotes, which is now easier to explore!",
      "Jp" : "あっ、覚者さん！\nそういえば良いニュースがあるんだ ブリアにある《辺境の礎》ってやつが\n全部使えるようになったらしいよ！ 俺はアレの使い方、いまいちわかってないんだけど\n何でも、覚者さんが今までに触ったことのない礎も\nこのブリア内にある分は全部使えるんだってさ 覚者さんがよくブリアに来るからって\n神殿の人たちが手配してくれたんだ\n今まで行きにくかった場所にも\n一瞬で行けるんだってね 探索しやすくなったブリアを\nそしてローテスを、これからもよろしく！"
    },
    "MsgGroupSerial" : 16449,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Oh yeah, I've got a request for you, Arisen.\nYou know that old well near Grandpa Rudolfo's\nhouse.\nSome people say they saw something shiny at the\nback of it. Maybe, just maybe\nthere is a treasure at the bottom of the well..!\nTreasure can be found in such a humble place\n So, I'd like you to come take a look inside if\nyou'd like.\nGive me a shout before you go.\nThe blue light at the bottom of the well, it's\ncurious, isn't it?",
      "Jp" : "そうそう、覚者さんにお願いしたいことがあってさ\nルドルフォ爺さんの家の近くに古い井戸があるだろ\nその奥に光るものを見たって人がいるんだ もしかして、もしかしたらだよ\n井戸の底にお宝が眠ってたりしたら――！\nお宝って意外とああいう地味なところに\nありそうだしさ！ ってわけで、よかったら中を見てきて欲しいんだ\n行く前には一声かけてくれ\n井戸底に沈む青い光、気になるじゃないか"
    },
    "MsgGroupSerial" : 16450,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Arisen, I had you take a look at it the other day;\nIt's an \"old well under a lighthouse\",\nYou see the sealed door at the back? That's supposed to be a door that leads to an old\nruin\nbut by the time I became Area Master\nit was already sealed up\nand no one knows what's going on in the back. But I didn't want to keep the blockade up\nforever, so\nI took the plunge and unblocked it,\nsince I've had a lot of Arisen people stop by now. The ocean is a man's romance, but\nthere's something tantalizing about a site that's\nbeen sealed off, too\nisn't there?",
      "Jp" : "覚者さん、この前も見てきてもらった\n《灯台下の古井戸》なんだけどさ\n奥に封鎖された扉があっただろ？ あれは古い遺跡に繋がる扉らしいんだけど\n俺がエリアマスターになった時には\n既に封鎖されててね\n奥がどうなってるかは誰も知らないんだ でも、ずっと封鎖したままっていうのもなんだし\n今は覚者さんもよく寄ってくれるから\n思い切って封鎖を解いてみたんだ 海は男のロマンだけど\n封鎖されていた遺跡っていうのも\n何というかくすぐられるものがあるだろ？"
    },
    "MsgGroupSerial" : 16451,
    "Point" : 12000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Arisen, let's talk in secret for a moment... No, no, I'm not talking about the kind of\nstory that needs to be hidden.\nThe Moltova Ruins, which we broke the blockade on\nthe other day--\nI'm going to go out there, and it seems-- What's coming out, of course, is that thing!\nA dragon!　A water dragon. I thought because the Arisen is here I've broken\nthe blockade, but\nI don't want the dragon inside to get out of\ncontrol. Could you go see if there's any sign of them\ncoming outside\nI'd appreciate it if you'd give me a shout before\nyou leave.",
      "Jp" : "覚者さん、ちょっと内密に話が―― い、いや、隠さなきゃいけないような\n話じゃないんだけどさ\nこの前封鎖を解いた《モルトバ遺跡》――\n出る、らしくって―― 何が出るって、そりゃもちろんアレだよ！\n竜だよ！　水竜ってやつさ 覚者さんが居るからと思って\n封鎖は解いたけど\n中の竜に暴れられるのは困るんだ 外に出てくる気配が無いか見てきてもらえないかな\n出発前に声かけてくれると助かるよ"
    },
    "MsgGroupSerial" : 16452,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "Arisen, thank you so much for coming to Breya\nI really appreciate it\nThank you always! I also want to be of help to you, Arisen\nI'll do my best to give you even better things\nthan before Now it's thanks to you, Arisen, that there is\nBreya!\nI'll rely on you from now on too!",
      "Jp" : "覚者さんがブリアに寄ってくれるようになって\n本当に助かってるんだ\nいつもありがとう！ 俺も少しは覚者さんの力になりたいからさ\n今まで以上に良いものを渡せるように頑張るよ 今や覚者さんあってのブリアだからさ！\n今後ともよろしく頼むよ！"
    },
    "MsgGroupSerial" : 16453,
    "Point" : 0
  } ],
  "FileHeader" : {
    "MagicBytesLength" : 0,
    "VersionBytesLength" : 4,
    "VersionNumber" : 4
  },
  "FileSize" : 143
}