{
  "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankDataList",
  "AreaId" : 8,
  "AreaMasterRankDataList" : [ {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "I've heard a lot about your work,\nkeep up the good work! Well, the only direct thing I can do for you is to provide support, but I'll arrange something nice for you based on your results, so...!",
      "Jp" : "お前の働きぶり、ちょくちょく聞いてるぞ\nこれからも頑張れよ！ ま、俺がお前のために直接してやれることは\n支給くらいだけど\n成果に応じていいもん手配してやるからさ！"
    },
    "MsgGroupSerial" : 13900,
    "Point" : 450
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "There is one piece of unsettling information. Near the observation tower in Betland Highlands, by the lake. \nA Colossus seems to have appeared at the Lakeside Ruins. \nAnd it seems to possess quite an impressive level of strength. Because there is a connecting channel to Betland nearby, be careful when passing through there. \nOf course, it would be a great help if you could subdue it.",
      "Jp" : "一つ、不穏な情報が入ってるんだ バートランド高地の監視塔近く、湖のほとり\n《湖岸の廃墟》でコロッサスが出現するように\nなったようでな\nそれもかなりの剛腕ぶりらしい あそこはバートランド連絡路にも近いから\n周囲を通る時は気をつけろ\nもちろん、討伐してくれりゃ大助かりだ"
    },
    "MsgGroupSerial" : 13901,
    "Point" : 900
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Alert! We have received important information.\nIn the northern part of the plain, near the Orc stronghold, underneath Betland Bridge, a group of elite Orcs has been sighted. While the unit is preparing, we must do something, or the fortress may be breached again.\nThere is no guarantee otherwise. I have already reported it to Vice Captain Vanessa, but if you think you can address it, I also ask for your assistance. Somewhere in Betland, there is information that Gesomu the War Demon, Mogok's right-hand man, commands a base for his unit. I'll have to keep looking into this.",
      "Jp" : "要警戒情報が入ったぞ！\nオークの本拠地に近い、平原北部――\n《バートランド大橋》のたもとで、精鋭部隊らしき\nオークの一団が目撃されたんだ 部隊が準備をしている間に\n何とかしないと、また砦が攻め込まれない\nとも限らない ヴァネッサ副隊長には報告済みだが\nもし対処できそうなら、お前の方でも\nよろしく頼む バートランドのどこかには\nモゴックの腹心《戦鬼ゲソム》が指揮する\n部隊のアジトがあるって情報も入ってる 引き続き調べる必要があるな"
    },
    "MsgGroupSerial" : 13904,
    "Point" : 1350
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Oh! That's right.\nI have a mission that I want to ask of you. Do you know about Betland Cemetery? Well, to put it simply, the mission is to investigate its interior. Take a look inside and if there are demons, then defeat them!\n--Yeah well, that's it, simple, right? When you're ready to take on the assignment, give me a call again.",
      "Jp" : "おっ！　そうだ\nお前に頼みたい任務があるんだ 《バートランド墓地》は知ってるか？\nまぁ簡単に言えば、任務はその内部調査だ 中の様子を見てみて\nもし魔物がいたらその討伐！\n――うんまぁ、あれだ、シンプルだろ？ 任務を受ける準備ができたら\nあらためて声を掛けてくれ"
    },
    "MsgGroupSerial" : 13902,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "Hey, hey! \nYou're really making waves, aren't you? \nI thought you were a newcomer, but time flies. I have received compensation for your labor.\nIt is an upgrade of the supplies provided. Well, that's how much you've accomplished in the war.\nYou can be proud of yourself, yeah.",
      "Jp" : "よぉよぉ！！　ブイブイ言わせてる\nみたいじゃないか\n新入りだと思ってたらあっという間だな お前の働きに対して、報償が出たぞ\n支給品の格上げだ ま、それだけ戦果をあげたってわけだ\n誇っていいぞ、うん"
    },
    "MsgGroupSerial" : 13903,
    "Point" : 300
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Oh! I've got news for you!\nWe have finally made arrangements to invade their stronghold, the Northern Betland Plains. We were finally able to remove the rocks that were blocking the mountain road that leads to northern Betland. Well, we both made it possible to pass through there. \nNow those orcs can come over here without needing to invade from the mountain side using magic beasts. Regardless, the day is approaching when we will go together and infiltrate their stronghold, Gardnox Fortress!",
      "Jp" : "おお！　お前に連絡だ！\nついに奴らの本拠地、《バートランド平原北部》に\n攻め込む手はずが整ったぞ バートランド北部へと繋がる\n山道を塞いでいた落石を、ようやく除去できたんだ ま、そこが通れるようになったのはお互い様で\nこれでオークどもも、魔獣を使って山側から\n侵入する必要なく、そのままこっちへ来れる\nようになったわけだが―― ともあれ、隊を組んで奴らの居城\n《ガルドノック砦》に乗り込む日も近いだろうな！"
    },
    "MsgGroupSerial" : 13905,
    "Point" : 1500
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Oh, right!! \nYou've come to a good place, so I'll tell you too! \nThere's new information about the Temple of Purification. Inside the temple, there is a section called the \"Foul Water Channel\" that I have never been able to enter. \nIt used to be a section for purifying the water from the lake that was drawn into the temple. The former area master, the priest in charge of purification, blocked off the area and prohibited entry. \nI don't know what happened though. Very recently, that blockade was found to have been broken. The squad members who noticed it were ultimately unable to enter due to a strange sense of intimidation and coldness. If you happen to have some time, please check it for me.\nAs for orcs, I'm not really good with that kind of thing you know.",
      "Jp" : "そ、そうだ！！　\n良い所にきたな、お前にも言っておこう！\n《禊の神殿》について新しい情報が入ってな 神殿内部に、ずっと入れなかった\n《不浄の地下水路》って区画があるんだ\nもとは神殿に引いた湖の水を浄化する\n区画だったんだが―― 昔のエリアマスター、禊の神官長が\n封鎖して立入禁止にしたんだよ\n何があったか知らないけどな それがごく最近、その封鎖が\n解けているのが発見されたんだ それに気づいた定期討伐の隊士は\n妙な威圧感と寒気に襲われて\n結局中まで入れなかったらしい もしついでがあったら、確認しといてくれよ\nオークはともかく、俺はこの手の話\n苦手なんだよな――"
    },
    "MsgGroupSerial" : 13912,
    "Point" : 2000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "This is a serious warning!\nIt seems that a strangely powerful Blue Newt has appeared on the shore of Lake Cera, known as the \"Ship Graveyard\". I decided to call it \"Lake Newt\" to distinguish it from a regular one, but it seems that the threat is not just that. Near where they are, there are some members of the squad who have seen a giant shadow and a fin cutting through the water's surface. The Monster of Lake Cera-- \n\nAside from its fins, there is no other information, and even those who went to confirm it have not grasped its true nature. You be very careful too.\nThere must be some pretty powerful demons in there.",
      "Jp" : "厳重警戒情報だ！\nセラー湖の浜辺、《船墓場》で妙に強力な\nブルーニュートが現れたらしい 普通のヤツと区別して《レイクニュート》\nと呼ぶことにしたんだが、どうやら\n脅威はそれだけじゃないようでな ヤツらのいる付近で、巨大な影と水面を\n横切るヒレを見たって隊士もいるんだ セラー湖の怪物――\nヒレ以外の情報はなく、その報告をうけ\n確認に行った奴も正体を掴んでいない お前も十分注意しろよ\n相当強力な魔物がいるに違いない"
    },
    "MsgGroupSerial" : 13913,
    "Point" : 3000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "I have a mission I need you to do for me.\nIt's a particularly important mission this time. Maybe we can finally destroy the Orc stronghold where they say Mogok's henchmen lurk, \"War Demons' Hideout\". Another soldier has already gone to investigate a suspicious location, but they haven't returned yet. \nHowever, they might have been noticed and possibly killed already. Therefore, I would like you to conduct a secondary investigation, being prepared for danger. Can you ask for this survey as soon as possible?\nCall me again when you're ready.",
      "Jp" : "お前に頼みたい任務があるんだ\n今回は、特に重要な任務だ もしかしたら、ついに奴らオークの拠点\nモゴックの腹心が潜んでいるらしい\n《戦鬼の影穴》を潰せるかもしれん すでに別の隊士が怪しい場所を\n調べにいってるんだが、まだ戻らない\nもしかしたら感づかれて\nすでに殺されている可能性もある そこで、お前にも危険を覚悟で\n二次調査をしてもらいたいんだ この調査、なるはやで頼めないか？\n準備ができたらまた声を掛けてくれ"
    },
    "MsgGroupSerial" : 13915,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "Well, I'm impressed, I'm impressed. I didn't expect you to be this amazing. \nI guess even the Vice-Captain's over-the-top praise is understandable. Honestly, if you weren't here, this fortress might have been taken down by Orcs. \nBoth me and the others know that. Well, this time it's a special reward.\nI made sure you can receive a first-class payment.\nReceive it with pride! Thank you for your continued support!",
      "Jp" : "いやー、参った参った\nまさかお前がここまですごいとはなぁ――\n副隊長がベタ褒めするのもしょうがないか 正直、お前がいなかったらこの砦は\nオークに落とされてたかもしれん\n俺も他のヤツも、それは解ってるツモリさ さ、今度の特別報償だ\n特級の支給を受けられるようしておいたぞ\n胸を張って受け取れよ！ これからもよろしくな！"
    },
    "MsgGroupSerial" : 13914,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "By the way, aren't there Sub Portcrystals? \nIn general, they can't be used unless the Arisen themselves touch them. I heard that your efforts in this area have been evaluated, and now all of the Sub Portcrystals in the Betland Plains have been made available. No~, your recent successes have been\namazing! Well, the release of the \"Sub Portcrystals\" this time will be done by the Temple's official, not me.\nBut I also acknowledge your abilities properly, you know! I'm looking forward to seeing you continue to thrive!",
      "Jp" : "そういえば、《辺境の礎》ってあるだろ？\nアレ、基本的には覚者本人が触れないと\n使えるようにならないんだがな ここら辺一帯でのお前の働きを評価して\nバートランド平原にある《辺境の礎》全部が\n使えるようにされたそうだ いや～、最近のお前の活躍っぷりは\nすごかったからな！ ま、今回の《辺境の礎》の解放は\n俺じゃなくて神殿のハカライってことになるんだが\n俺もお前の実力はちゃーんと認めてるからな！ これからもブイブイ言わせてるお前を\n楽しみにしてるぞ！"
    },
    "MsgGroupSerial" : 16485,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Hey, how you doing?\nI just had a favor to ask you. There is a place near Betland Bridge called the \"Wispy Wasteland\". That place has always been an easy spot for Orcs to appear.\nLately, they must have been attracted by the smell of blood, as Gargoyles have started flying around too. As you know, those guys are flying around and spitting out a curse of petrification, right?\nThat curse is more troublesome than I thought. So, I would like to request extermination services.\nWhen you are ready, please let me know.",
      "Jp" : "よぉ、元気か？\nちょうどお前に頼みたいことがあったんだ バートランド大橋の近くに\n《薄煙の荒れ地》って呼ばれてる場所があるんだがな あそこは元からオークが\n出没しやすいところだったんだが\n最近、血の臭いに引き寄せられたのか\nガーゴイルまで飛び回り始めたんだ 知っての通り、やつら飛び回りながら\n石化の呪いを吐きつけてくるだろ？\nあれが思ったより厄介でなぁ というわけで駆除を頼みたい\n準備ができたら、また声をかけてくれ"
    },
    "MsgGroupSerial" : 16486,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Yo, yo--\nHuh? My complexion looks bad? Let me tell you a slightly eerie story――\nI really didn't want to hear it, but as an Area Master, I must know all the information about this area. Very well, come along!\nYou too, listen and go! Do you know about the Penitentiary for Sinners? It's an underground cemetery where only sinners who died in prison are buried. It had been quite a while since it was last used and closed down, but recently, seemingly out of nowhere, the lock had been――\nopen―― Well, I'm not good with this kind of talk. \nIf it's about animals or orcs, I can handle it with my trained muscles and skills. \nBut ghosts are a different problem, you know.",
      "Jp" : "よ、よぉ――\nえ？　顔色が悪いって？ ちょっと気味の悪い話を聞いてな――\n本当は聞きたくなかったんだが\nエリアマスターとしてこの地域の情報は\n全て把握しておかないといけないし―― ええい、道連れだ！\nお前も聞いていけ！ 《罪人の修獄》って知ってるか？\nあそこは獄死した罪人ばかりが\n埋葬されていた地下墓場でな かなり前に使われなくなって閉鎖されたんだが\n最近、いつの間にか鍵が――\n開いてたそうだ―― いやぁ、俺はこの手の話は苦手なんだよ\n獣やオークなら、俺の鍛えた筋肉と技で\n何とかなるが\n幽霊はそういう問題じゃないからな――"
    },
    "MsgGroupSerial" : 16487,
    "Point" : 12000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "You've come to a good place!\nAn Arisen with extraordinary courage!\nYes, I've been waiting just for you! We talked about it before, right?\nRegarding the lock to \"Penitentiary,\" it seems it was somehow opened. Because I can't just let it be, I tried assigning some people for the investigation. Well, as expected, or rather, just as I thought—\n―― There it is ――\nThe sound of a woman's laughter seemed to be coming from various directions. I'm not very good at that kind of thing.\nIn this situation, the only one I can rely on is you!\nI'm pretty sure that kind of thing is possible too, right? I'm not asking you to go now!\nNo, I can't tell you--\nWhen you're ready, call on me again.",
      "Jp" : "いいところに来てくれた！\n人並み外れた度胸のある覚者\nそう、正にお前を待ってたんだ！ この前話しただろう\n《罪人の修獄》の鍵が\nいつの間にか開いてたって件でな ほっとくわけにはいかないから\n調査のために何人か人をやってみたんだ そうしたら、案の定というか何というか\n――出たんだとさ――\n女の笑う声があちこちから聞こえてきたらしい おれはそういうのはどうも苦手でな\nこうなると、頼れるのはお前しかいない！\n確かああいう類もイケるんだったよな？ 今すぐに行ってくれとは言わない！\nいや、言えない――\n覚悟ができたら、あらためて声をかけてくれ"
    },
    "MsgGroupSerial" : 16488,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "Hey hey!\nYour recent achievements, I've been hearing about them even when I'm sleeping!\nYou're making quite a buzz, aren't you! Your previous efforts have been recognized, and as a result, your rewards have become even better. \nPlease look forward to it! Let us support Fort Gritten and the Temple together. \nSo, let us continue to work together from now on.",
      "Jp" : "よぉよぉ！\nお前の最近の活躍っぷりときたら\n寝てても噂が耳飛び込んでくるくらいだぞ！ 今までのお前の働きが評価されて\n報酬が更に良い物になったから\n楽しみにしておいてくれ！ 共にこのグリッテン砦を、そして神殿を支えていこう\nこれからもよろしくな！"
    },
    "MsgGroupSerial" : 16489,
    "Point" : 0
  } ],
  "FileHeader" : {
    "MagicBytesLength" : 0,
    "VersionBytesLength" : 4,
    "VersionNumber" : 4
  },
  "FileSize" : 143
}