{
  "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankDataList",
  "AreaId" : 16,
  "AreaMasterRankDataList" : [ {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "MsgGroupSerial" : 0,
    "Point" : 100
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Arisen of the White Dragon, I have a favor to\nask, if I may... Could you please investigate if there is no\nspreading of corruption or infected near the\nvicinity of《<SPOT 907>》, on the south side of the\nforest? If there are any signs of the corruption\nspreading, I would be grateful if you could\neliminate them. Because the area around <SPOT 907> is infested\nwith the Corruption, entry was temporarily\nprohibited.\nHowever, it seems that simply blocking the\nentrance is not a viable solution. It is truly disgraceful that we have not been\nable to come up with effective measures against\nthis calamity of corruption.",
      "Jp" : "白き竜の覚者様\n実は折り入ってお願いがございます―― 《<SPOT 907>》の付近、森の南側に\n侵食が拡がっていないかを\n調査していただけないでしょうか もしも侵食が拡がっている形跡が認められれば\nそれらを排除してくださると幸いです 元より《<SPOT 907>》は侵食魔が潜むため\n一時立ち入りを禁じていたのですが\nどうやら出入り口を塞げばよいというものでも\nなさそうなのです この侵食という災いに対し\n有効な対策を立てられていないというのは\n実に不甲斐ないことです"
    },
    "MsgGroupSerial" : 16800,
    "Point" : 300
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "About the corruption—\nThe situation is only getting worse, isn't it? We have received a report from someone who\nrecently entered the forest, saying that they saw\na swarm of Infected creatures. If we are unable to enter the forest and obtain\nits blessings, our lives will surely become\ndifficult. - you want to hear the reports from those who\nentered the forest?\nYes, I'll be ready to talk whenever. Please call\non me again.",
      "Jp" : "侵食について――\n事態は悪くなる一方ですね 先日も、森へ入った者より\n侵食魔が群れているところを見たと\n報告が入ってきました―― 森へ入ってその恵みを得ることが\nできなくなってしまえば\n我々の生活は苦しいものとなるでしょう ――森に入った者からの報告を\nお聞きになりたいのですか？\nええ、いつでもお話しいたしますよ\n私に再び声をおかけください"
    },
    "MsgGroupSerial" : 16801,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Indeed, \"blocking\" locations as a means to\ncounter corruption seems to be nothing more than a\nmere illusion. It seems that enemies are crawling out from the\nblocked spot <SPOT 906>. There must be some kind\nof escape route somewhere. There is no future if we continue to keep it\nblocked like this.\nIn order to include 《<SPOT 906>》 in the\ninvestigation, we have released the blockade. Ser Arisen, if you wouldn't mind, could you\nplease take a moment to review the current\nsituation?",
      "Jp" : "やはり、侵食に対して\"封鎖する\"という手段は\n気休め程度にしかならないようですね―― 封鎖した《<SPOT 906>》から\n魔物が這い出てきているようなのです\nどこかに抜け道でもあるのでしょう このまま封鎖し続けても後はありません\n《<SPOT 906>》も調査の対象とできるよう\n封鎖を解除いたしました 覚者様も、もしよろしければ\n一度現状を確認していただけないでしょうか"
    },
    "MsgGroupSerial" : 16802,
    "Point" : 3000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Is this regarding the progress of the\ninvestigation on corruption?\n- It's not going well, I'm afraid. Indeed, it seems that blocking and waiting for\ntime to pass is a foolish strategy when it comes\nto corruption. As long as the earth is being corrupted even if\nwe block the heavily infected areas the corruption\nwill eventually spread to other places. Here; we also plan to open the \"Morfaul Northern\nGate\" and explore ways to counter the Infected. Arisen of the White Dragon,\nIt pains my heart to make such a request to\nsomeone from a different continent, but could you\nplease lend us your aid in this dire situation?\nWe humbly ask for your assistance in overcoming\nthis adversity.",
      "Jp" : "侵食についての調査進捗ですか？\n――芳しいとはいえませんね やはり、侵食に対しては封鎖して時が過ぎるのを\n待つという手は愚策となるようです 大地が侵食されている以上\n侵食のひどいところを封鎖しても\nいずれ侵食は他のところに拡がってしまいます ここは《モルフォール北門》をも開放し\n侵食への対策法を探ってゆこうと考えています 白き竜の覚者様\n異なる大陸の方にこのようなお願いをするのは\n心苦しいのですが――どうか、この難局への\nお力添えをいただけないでしょうか"
    },
    "MsgGroupSerial" : 16803,
    "Point" : 3000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Oh, honorable Arisen, have you ever heard the\ntale of humans being corrupted? Morfaul is being exposed to danger by the\ninfected people who have been corrupted. I have to speak quietly about this.\nPlease talk to me again for more details.",
      "Jp" : "覚者様――\n人間も侵食される、という話を\nお聞きになったことはあるでしょうか 侵食された人々によって\nこのモルフォールが危機に晒されているのです あまり大きな声では申し上げられません\n詳しくは、もう一度私に話しかけてください"
    },
    "MsgGroupSerial" : 16804,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Yes, even though this unprecedented crisis is\nweighing down on all of Phindym... it seems that\ndifficult times tend to pile up, don't they? Perhaps sensing the unsettled atmosphere of the\nentire village, a Severely Infected Gorecyclops\nappeared at <<SPOT 942>>. The Severely Infected Gorecyclops is the tragic\nresult of the corruption, the ultimate fate of a\nGore Cyclops.\nThe corruption has progressed even further before\nits body decayed, making it an extremely vicious\ncreature. When faced with a situation where there is\nuncertainty about your equipment, it is also\nnecessary to consider retreating.\nAlways make calm judgments—",
      "Jp" : "この未曾有の危機はフィンダム全体に\n降りかかっているとはいえ――\n大変なことというのは重なるものですね 村全体の落ち着かない空気を察したのか\n《<SPOT 942>》に\n狂侵ゴアサイクロプスが現れたのです 狂侵ゴアサイクロプスは、侵食の犠牲となった\nゴアサイクロプスの成れの果て――\n肉体が朽ちる前にさらに侵食が進んでしまった\n非常に凶悪な魔物です 装備に不安がある状態で遭遇した際には\n逃げることも必要となりましょう\n常に冷静なご判断を――"
    },
    "MsgGroupSerial" : 16805,
    "Point" : 5000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "Among the lands of Phindym, the Morrow Forest has\nbeen particularly ravaged by the Infected.\nI have nothing but gratitude for those who\nconstantly venture into this heavily corrupted\nforest. As a daily expression of gratitude, allow me to\nprovide you with some useful information in this\narea. In Morrow Forest here, you can find a herb called\n\"Wijnruit\".\nIt's a seemingly plain herb that bears small\nflowers.\nWhen collecting herbs, please be wary and handle\nwith caution. \"Wijnruit\" has a refreshing fragrance that repels\ninsects.\nIts effects may not work against monsters, but\nI'm sure it will be helpful to you, Arisen.",
      "Jp" : "フィンダム中でも特に侵食の進んだ\nこのモロー樹林に、絶えず足を運んでくださり\n感謝の気持ちしかありません 日々のお礼として、この辺りで\n役にたちそうな情報をお教えいたしましょう ここモロー樹林では\n《ヘンルーダ》というハーブが採れるのです\n小さな花を付ける、一見地味なハーブですので\n草花を採取される際には少し注意してご覧ください 《ヘンルーダ》は爽やかな香りで\n虫を寄せ付けないという効果を持っています\n魔物相手にその効果は無いでしょうが――\nきっと覚者様のお役に立つことと思いますよ"
    },
    "MsgGroupSerial" : 16806,
    "Point" : 5000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "The fact that the land, which once supported our\nvillage, suddenly shows its fangs towards us...\nEven though we understand it in our heads, it\nbrings forth a sense of sadness. This village is once again facing a crisis.\n――Lord of a foreign land, I apologize for the\nrepeated inconvenience...\nWould you lend us your power? When you are able to assist, please also reach\nout to me and I will relay the details to someone\nwho can provide more information.",
      "Jp" : "かつて村を支えてくれていた大地が\n突然我々に牙をむくというのは――\n頭ではわかっていても、悲しさを覚えるものです この村はまたも危機にさらされています\n――異国の覚者様\n再三で申し訳なく思う気持ちはあります\nしかし、お力を貸していただけないでしょうか ご協力いただける時に\nまた私にお声をかけていただければ\n詳細を知る者にお取り次ぎいたします"
    },
    "MsgGroupSerial" : 16807,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "Thanks to the assistance of esteemed Arisen like\nyourself, Morfaul has managed to hold on somehow. Thank you for protecting this village and its\nvillagers day by day. To provide better support goods for esteemed\nArisen, the villagers are joining forces to make\narrangements.\nWe humbly ask for your continued support.\nThank you very much.",
      "Jp" : "覚者様のお力添えがあるおかげで\nモルフォールも何とか持ちこたえられています この村を、村人の日々を守ってくださって\nありがとうございます―― 覚者様により良い支援品をお届けできるよう\n村の者で力を合わせて手配しております\nこれからも、どうぞよろしくお願いいたします"
    },
    "MsgGroupSerial" : 16808,
    "Point" : 1000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "Thanks to the efforts of the esteemed Arisen in\ndefeating the nearby enemies, we were able to\nremove the debris that was blocking the path to\nthe deeper regions. Thanks to this maintenance, you will now be able\nto set foot into 《<SPOT 909>》, but... That area is one of the forests in this entire\nMorfaul region that has been particularly ravaged\nby corruption. When going on a survey, please make sure to\nprepare your equipment properly and pay close\nattention--",
      "Jp" : "覚者様がこの辺りの魔物討伐を進めて\nくださったおかげで、奥地へ続く道を埋めていた\nがれきを撤去することが叶いました 今回の整備によって\n《<SPOT 909>》へ足を踏み入れることが\nできるようになっています、が―― かの地はこのモルフォール一帯においても\n特に侵食の進んだ森のひとつ 調査に行かれるときには\nくれぐれも装備を揃え、細心の注意を――"
    },
    "MsgGroupSerial" : 16809,
    "Point" : 3000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 2,
    "BonusTypeName" : "UNBLOCK_AREA_OR_RESTORE_PATH",
    "Message" : {
      "En" : "The momentum of corruption only continues to\ngrow--\nRecently, a young adventurer who was patrolling\nthe village noticed something strange and reported\nit. I heard that they witnessed something like a\nmassive explosion, and an abundance of corroding\nspores swirling around. I would love to head to the investigation\nimmediately, but there is a new type of\ncorruption-infected monster appearing, and due to\nits high level of danger, we have no choice but to\nrestrict people from approaching. Ser Arisen, could you please eliminate the highly\ndangerous new infected enemies? In our village, we have a shortage of capable\npersonnel to fight.\nWe cannot proceed with the investigation without\nthe assistance of the Arisen's power. If you are willing to head out for the\nsubjugation, please reach out to me again.\nI will relay your voice to the person in charge\nof handling this matter.",
      "Jp" : "侵食の勢いはますます増すばかり――\n先日は、村周辺の巡回に出た若者が\n妙なものを見たと報告がありました なんでも爆発のようなものと、侵食胞子が\n大量に巻き上がるのを見た――というのです すぐにでも調査に向かいたいところなのですが\n新手の侵食魔が出現しており\n危険度の高さから人が近寄ることを\n制限せざるをえません 覚者様、どうか危険度の高い\n新手の侵食魔を排除していただけないでしょうか 我が村には戦える人員が少なく\n覚者様のお力添えなくては\n調査に向かうことができないのです―― 討伐に向かっていただけるのならば\n再度私にお声をかけてください\n今回の件を取りまとめている者に\n取り次がせていただきます"
    },
    "MsgGroupSerial" : 16810,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Dear Arisen, We have successfully restored the\narea near \"<SPOT 944>\" where the cliff collapsed. We've gained access to <SPOT 910> now, and we\nimmediately sent a few people there for\ninvestigation, but— It seems there's a massive hole in the ground— a\ncrater, you might call it.\nWe received reports that such a thing has formed. I have no idea what's going on, but... If you are willing, Arisen, we would appreciate\nit if you could head there for an investigation\nwhen you have the time.",
      "Jp" : "覚者様、この度\n崖崩れのあった《<SPOT 944>》付近を\n復旧することに成功いたしました 《<SPOT 910>》に入れるようになったので\n早速、調査のために\n何人か人を向かわせたのですが―― なにやら、大地に大穴が――\nクレーターというのでしょうか\nそういったものができているとの\n報告があったのです 一体何が起こっているのか\n見当もつきませんが―― 覚者様も、よろしければ\n一度調査に向かってくださるよう\nお願いいたします"
    },
    "MsgGroupSerial" : 16811,
    "Point" : 5000
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 1,
    "BonusTypeName" : "NEW_POWERFUL_ENEMY",
    "Message" : {
      "En" : "Ah, esteemed Arisen of the white dragon.\nCould you lend me your power once again, if you\nplease? The mysterious crater that was discovered the\nother day...\nIts true identity has been revealed. If you are willing to grant this request, please\nspeak to me again.\n— Please, we beseech you.",
      "Jp" : "ああ、白き竜の覚者様――\n今一度、お力をお貸しいただけないでしょうか 先日見つかった謎のクレーター\nその正体が判明したのです この願いを聞いていただけるのであれば\n再び私に話しかけてください\n――どうか、お願いいたします"
    },
    "MsgGroupSerial" : 16812,
    "Point" : 0
  }, {
    "@class" : "org.sehkah.ddon.tools.extractor.common.logic.resource.entity.ui.AreaMasterRankData",
    "BonusType" : 3,
    "BonusTypeName" : "SUPPORT_GOODS",
    "Message" : {
      "En" : "Thank you for visiting Morfaul once again today. Lord of the White Dragon,\nWith your power, we were able to halt the spread\nof corruption by Morfaul. When you come to Phindym in the future, please\nmake sure to stop by Morfaul. We also have better support goods prepared for\nyou.\nWe are always ready to assist you. If you would come visit my hometown, Cecily would\nsurely rejoice.",
      "Jp" : "今日もこのモルフォールに足を運んでくださり\nありがとうございます 白き竜の覚者様\nあなたのお力でモルフォールは\n侵食の拡大を食い止めることができました これからも、フィンダムにいらした際には\nぜひモルフォールにお立ち寄りください より良い支援品もご用意して\nいつでもお待ちしております 自分の故郷にあなたが足を運んでくだされば\nきっとセシリーも喜ぶことでしょう"
    },
    "MsgGroupSerial" : 16813,
    "Point" : 0
  } ],
  "FileHeader" : {
    "MagicBytesLength" : 0,
    "VersionBytesLength" : 4,
    "VersionNumber" : 4
  },
  "FileSize" : 143
}